_eGNdHAflQpr7QoCr, EZ = "lol skid dont try to copy", nil, nil
(function()
    _msec = (function(_l, _, __)
        local __l__l = _["ڪجقڪقنحقټننڪضقټڪزق"]
        local _ll__l = __[_l[(-0x4d + 768)]][_l["آڝزنضئڪئآججق؃ڝزن"]]
        local _lll = (0x34c / 211) / (0x71 + ((-0xd26 / (5134 / 0x97)) + -(#"Luraph > All")))
        local ___ =
            ((((1122272 - 0x8902a) / 0x49) / 0xb7) + -(#"no she is 7000 y.o with huuuuuge milkers")) - (73 - 0x48)
        local _lllll = __[_l[(0x150 - 198)]][_l["جسټس؃ڝجڪضټ؃آڪټڝټټق"]]
        local ____l =
            (-(#"Why I have more chromosomes than da rest of the people") + (-42 + ((0x2a0 - 384) - 0xbf))) +
            (-(#"finally, the most perfect ship in history... teefus x sirhurt") + (1260 / 0x14))
        local ___lll =
            __[
            _l[(((-(#"while true do end") + (3484894 / 0x76)) / 47) + -(#[[no she is 7000 y.o with huuuuuge milkers]]))]
        ][_l["ؠقسؠقڝزحضضڝټكحټدټ"]]
        local _l_ =
            ((0x35a8 / 202) + -(#"This file has been enchanted with uncrackable V, fuck the fuck off")) -
            (-0x3d +
                (-(#[[A table equals to b which equals to size difference between my testicles]]) +
                    (0x324 / (0x1e0 / 80))))
        local ____ = ((-0x21 - ((605682 / 0xd1) / 0x7e)) + 59)
        local _lll_ = (73 + ((-(#"free moonsec anywhere you go!") + (165 - (11305 / 0x77))) + -0x6f))
        local ___ll = (-0x13 + (((201 + -(#{84, ",", "nil", 84, (function()
                        return #{("LPmmOh"):find("\109")} > 0 and 1 or 0
                    end)})) - 0x82) + -(#"when is federal going to meet memcorrupt irl")))
        local _ll_ = (26 + (-(#"Bye bye :wave:") + (-20 + ((-(#[[Lies]]) + (-33 + 0xa0)) + -0x70))))
        local __lll = (-(#{"}", "nil", "nil", "nil", 1}) + 8)
        local ___l = (((552 + -(#{(function()
                    return {","}
                end)(), 40, (function()
                    return {","}
                end)(), 47})) - 0x125) / 85)
        local _ll_l = (0x22 + ((-(#"Plz send federal booty pics") + ((-0x172236 / (0x15b + -100)) + 3061)) / 0x61))
        local _l_l =
            (0x10e /
            (((0xacf74 /
                (((19392 / 0x40) - 0xc4) + -(#"Fact check! Roblox is written in the Roblox programming language"))) +
                -(#"string")) /
                122))
        local __l_l = ((68310 / (-0x5a + (573 - 0x13e))) / 207)
        local __l_ = (-(#"Hellb64") + ((-0x7c + ((2109 + -0x4f) - 0x409)) / 97))
        local _llll = ((2788 / ((-0x1702 / (0x68 + -42)) + 259)) + -(#"Ben allahim amk"))
        local _l__ = (((4191704 / (526 - 0x111)) / 218) / 0x26)
        local _ll__ =
            ((-0x15 + (-(#{79, {}, "}", "}", 67}) + 96)) +
            -(#[[this message was written on the 4th of August, 2021 at 4:50 PM GMT]]))
        local _ll_ll =
            (-(#[[fivem when they block the PSU watermark]]) +
            (((8062 + (-16740 / (460 - 0x118))) + -(#"what is ligma?")) / 185))
        local _____ = (0x248 / (149 + -(#{"}", (function()
                        return #{("boBMMM"):find("\66")} > 0 and 1 or 0
                    end), (function()
                        return #{("boBMMM"):find("\66")} > 0 and 1 or 0
                    end)})))
        local __llll = (0x158 / (-(#{{}, 12, 12, 164, "}", {}, "}"}) + 93))
        local __ll_ = (0x57 - (0x11a - (474 - (-0x74 + 391))))
        local ___l_ = (496 / ((0x2bea / ((13692 - 0x1af7) / 93)) + -(#"Jahman for owner again! = 2021")))
        local _lll_l = _l[(-49 + 0x570)]
        local ____ll =
            __[_l[((0xd9 + -41) + -(#[[Broo u/thatHEXdude slapped this server]]))]][_l["جنئكدسڪزؠقحكؠنئضق؃آ"]]
        local __ll_l = __[(function(_)
                return type(_):sub(1, 1) .. "\101\116"
            end)("؃نسڪجكؠد") .. "\109\101" .. ("\116\97" or "نس؃ؠدؠقئ") .. _l[(0x267 + -27)]]
        local _l_ll = __[_l[((0x54f - 743) + -(#"dOeS iT sUppOrT gEtFeNv tHo?"))]][_l["جحآؠڝڝئحدح"]]
        local __l__ = (0x4d + -75) - (((0x55 + (-79 - (1386 / 0x42))) + -(#[[Federal shackled his children]])) + 46)
        local _l_l_ =
            (0x68 - (-(#[[This is my kingdom cum, this is my kingdom cum]]) + (24568 / (0xb8 + (18 - 0x24))))) -
            ((0x112 - 177) +
                -(#"Before you marry someone make them use a computer with slow internet to see who they really are"))
        local _l__ll = __[_l[(-(#"Jeff Bezos approved") + (10519 / 0x43))]][_l["كقجزحنټڝڝؠ"]]
        local _ = function(_, _l)
            return _ .. _l
        end
        local _l___ =
            (-0x3b + 63) * ((-(#[[:)))))))]]) + (27588 / ((-113 + (0x1a9 + -58)) + -(#"loadstring()")))) - 0x66)
        local _l_l_l = __[_l["دؠكسدؠټآؠ"]]
        local __l = (108 - 0x6a) * (0x5d00 / (-(#"Consume the Cum Chalice") + (0x12b + (-132 + 0x2a))))
        local _l_lll = (-96 + 0x460) * (-65 + ((7953 - 0xfa0) / 59))
        local ___l_l =
            ((0xc9 -
            (((-52 + 0x34a3) + -(#"guys im from the future v6 will completely hide your script by returning empty file")) /
                116)) +
            -(#"oh wait thats an invalid character"))
        local _l__l =
            (32 / (33 + (30 - 0x2f))) * ((141 + -0x5c) + -(#"psst constant table just below this meme string"))
        local __l_ll = __[_l["جقڝدنجڝكآدضجټزضضڝض"]] or __[_l[(0x4bb - 623)]][_l["جقڝدنجڝكآدضجټزضضڝض"]]
        local __ll =
            (((-(#"Nice constant dumper you got there") + (1363 - (21600 / 0x1e))) - 337) + -(#"balls in ur jawz"))
        local _l = __[_l["ڝآكحقسآجكسجضككق؃؃ز"]]
        local ___lll =
            (function(__l)
            local __ll, __ = 2, 0x10
            local _l = {j = {}, v = {}}
            local _ll = -_l_
            local _ = __ + ___
            while true do
                _l[
                        __l:sub(
                            _,
                            (function()
                                _ = __ll + _
                                return _ - ___
                            end)()
                        )
                    ] = (function()
                    _ll = _ll + _l_
                    return _ll
                end)()
                if _ll == (_l___ - _l_) then
                    _ll = ""
                    __ = __l__
                    break
                end
            end
            local _ll = #__l
            while _ < _ll + ___ do
                _l.v[__] =
                    __l:sub(
                    _,
                    (function()
                        _ = __ll + _
                        return _ - ___
                    end)()
                )
                __ = __ + _l_
                if __ % _lll == __l__ then
                    __ = _l_l_
                    _l_ll(_l.j, (_l__ll((_l[_l.v[_l_l_]] * _l___) + _l[_l.v[_l_]])))
                end
            end
            return ___lll(_l.j)
        end)(
            "..:::MoonSec::..؃دحجئضسزقكنؠآټڪڝننڪدسحجڪدنټجټؠنڪقنسسقڝزڝسدئئدؠ؃حټڝننقزټؠڪكؠسكحسڪقؠقنسسحجج؃ڝؠڪ؃آحزحسزض؃حح؃سټؠآئزڝ؃ڪڪسآحكڪڪسآضكجزحقؠآڝنحزڪضنقټقدس؃جضدكڝحؠڝكټزؠسؠټئننقسسحقڪقسضزئؠدجڝآټڝئټدڪڝنټسڝجڝحټزنڝك؃ض؃جڝحج؃دڪحنڝحز؃زټڪؠنكسؠنؠټكقسؠضؠحجننزسضححڪضحضؠحڝڝڝڪقآضكؠزحجآجضددڝحننكزقئسحدؠؠدقحضڪجنقحضزحڝ؃ڪڪؠټئؠدقڪضزئسحدټؠسڪئحدڪڝندڪحس؃حټنكسكدزدئڪڝجكزسڪئنحسئڝئټحقڝؠڪؠكڝجئ؃سڪحؠڪڪدټؠآسقدسڝضقجق؃زټټؠؠڪزدضڪنآسنحټئؠڝككقسضټجآټكټجسحجندسڝحجڪ؃ؠڝقټسزؠدڝڝسټحنڪآټآڪنزكدسڪڪؠآجقڪسنئسقدسجحد؃ئڝسؠسقؠقآسڪحڝحن؃قنككڝككئكضئټجنجزسضححڪقدئزحڪ؃كڪټآسكززجئڪضجنقزڪضنجسضڝضټجقددڪزټزسجحنڝحآڪننټكآزؠحسنسقجؠدؠڪؠټقؠؠسڪضؠئقحسټدؠ؃ؠققجسؠجڝنزكټسڪئنحسئضئزحڪڝڝڪآؠجكقزكئنحز؃نؠجضضحڪ؃نڪس؃ڪ؃جڪدؠؠجآ؃ڪڪنآسڪقڪزآآكؠسضضججآدآڪزټ؃؃جدكڝحآڪننآټآزؠحآڝڝآټحنڪقنؠقنزقؠسكئندزئجزئئسححڝڪحټحؠ؃ئټئنؠقكسزحضحڝڝڝجؠضجحن؃سڪح؃ئ؃كڪقؠضكجټجڪؠآحكڪزنكككڪزټسدجئحڝقزضنجسدحج؃جك؃نڝؠنئنكققضضججؠڝقڪسحجڪدنضقجؠححؠقآقؠنقټسآززؠسقڪسنئسسنسججؠدنڪجزسئنحس؃حجددڝ؃نآضؠدككزقئزئؠكڝزسضححڪضآئڝحك؃سڪڪئزجن؃ڪڪنآس؃ڝآضؠ؃نزسنجزجنڪڝڝؠسقجندسڝحدكدجڪكآټقڪقسضزئؠدجڝآنجئقدڪڝنټسحنڝڪآټنزقڪسنڪڝآحكحسڪئنسزسسئحڝڝ؃ڪڪسآ؃قؠئكئججد؃حقؠضسحڪ؃نڪس؃ڪ؃جڪ؃آنضؠددڪنآسنحؠڝننزڝكڝڝسآننسقحنسنڝقجضججآدكڪڝآس؃زحئڝسټحنڪڝجټكنڪقدسسئضحض؃جټآنؠڝڝټآحقؠسكحټنؠكقزسس؃سټآڝحنضق؃قسجكدئدنآټنقنڪسدجآئحڝجآڪؠحؠحسججڝدؠححټؠؠزؠسسڝئكئنڝؠټسؠنؠنسټئقئڪڝڝټؠؠؠؠڪززضجضح؃جټڝؠڪآحزجئڪحڝجحڪجؠڝكآنحضجحڝد؃دحآكنسنسضڝجكجنڪؠآسنؠننضؠجسدجدنآټنقنڪسئجؠئحڝضټ؃ټسقكسسسنحجڝزڝڪؠئقؠكحئقدڝحسټآؠجؠنز؃ئزئڪ؃ئټؠڪحكؠسڝزسحڪ؃ض؃نآجكڝكڪئڝحؠ؃ن؃ڪؠڝكنزؠزڪحڝ؃ؠڪقڪڪكڝزؠضآضڪددڪآڝحنجزڪضآسحدجڪڝآؠټحقجضڝجڪئحڝضټ؃ټسقڪسحسندؠڝسټزټنقؠسقئحئنڝؠټسؠجؠنسؠئسحنحنټټؠقؠڪزضئؠضح؃جټڝآدآحزجئڝحنجحڪضآ؃آسزؠضجضند؃ڪڪڪڪندزآقحجز؃ڪدسآننؠننضڪجآجڪڝجآڪټحقسسئسسدنڝؠڝنؠجقكقڪئئدؠححټقنڝؠسسآئجئن؃؃ټزټڪكئسؠزححؠ؃د؃سؠككسكنئټحقحڪټڝؠنكڪكڪئڝحؠ؃ز؃ڪآزنجنحضؠجضجسڪزآحنسنسضكجئجنڪؠآزنزننسججڝجڪڪڝآؠنننڪضڝجندؠدڪآڝنؠقققڪجڝدؠڝآڝڪؠسك؃كحئجدڪڝؠ؃حؠجقڝسڪزححجڝڝټڝڪحكجسڪئڝضح؃جټڝؠؠآحزجئڝحنجحڪضآ؃آسزآضجضن؃ټڪقڪڪندزڪقحجسدزدسآننقننضڝجآجڪڝحټ؃ټحقسسزسسدنڝضڝننټقنقڪئددآححټجنڪكحكحئجدڝڝؠ؃حؠؠكزكسئڝحكحنټؠؠسكنكنئټحقحڪټڝؠؠكؠكڪضزجججحڪجؠڝكڪنحضجحڪ؃ڝدحآجكڝزآقحجج؃ڝڝ؃ڝحنققجقسجزدجڝضڝسنزقجسئسسدزڝحټحټسقزسججڝئسڝزټجؠحؠسسكئئئن؃؃ټزټڪكدسآزححض؃ح؃سؠڪكسكنئؠحز؃ج؃نؠؠكززحزنحؠ؃سڪزڪننجزڝزڪجئد؃دحآجكڝزؠقحجج؃ڝڪؠڝحنجزڪسجسحدجڪڪآؠټحقجضڝجڪئحڝكټجټسقزسحجڝئسڝزټجؠزؠسسزئححسحسټكؠزؠنسڝئآئڪ؃جټؠڪحكزز؃زسحؠ؃ك؃نؠټكنكڪضدحآجحڪجؠڪنحنحضجحڝ؃ؠدحآؠنزنسضڝجكجنڪؠآسننننضټجقجڪڪڝآؠنؠنڪضڝجؠدآدڪټزؠدؠحسججڝدڪححټجنڝك؃كحئنحححسټزؠجقڝكسئڝحكحنټؠؠزكزكنئؠحز؃ق؃نؠټكقكڪضئحؠجحڪضآ؃آسزكضؠضن؃ټڪڝڪڪندزآقحجج؃ڪڝحڝحنجزڝضؠسحدؠڝزڝسنڝقكقنجؠدسڝنڝننټقققڪئزحجححټجنڪقڪكحئجدڪڝؠ؃حؠؠكزكسئزحح؃ض؃سؠڪكسكنضجحټحڪټڝؠؠكنكڪئڝحن؃ك؃ڪؠڝكنزززڪحڝ؃ؠڪآڪڪندزآقحجق؃ڝدسآكنئننضڪجڪجڪڝدآآټحقجضڪئحئحڝجآڝنؠؠحسؠئزئسڝڝټكټنقؠسسئنئنڝټټقټڪقڝسؠئآئڪ؃زڪدڪحكجسڝئڪضح؃جټڪؠټآحزجئڪحؠجحڪجؠڝن؃نحضكجسجسڪڝآكآنزؠضسجؠجنڪؠآسنجننضټجقجڪڝئآؠټحقضس؃سسدكڝسڝنؠجقزقڪئئدؠححټقنڝؠسسآئجئن؃؃ټزټڪكئسؠزححؠڝڝ؃سؠڪكحكنئؠحس؃ز؃نؠؠكقزحزنحؠ؃سڪجڪنكؠزسضنضن؃ټڪقڪڪنضزؠقحجج؃ڝڝدڝحنجزڝضنسحدضڝ؃ڝسنؠقجقنئ؃دڪدڪټزنټؠحسقجڝئسڝآټجټنك؃سزسڪحئڝؠ؃حؠققڝكسئڝحضحنټټؠنؠڪزدئآضح؃جټڪآحآحزجئڝحؠجحڪؠآزآسزڝضكضن؃ؠڪسآنآنزټضقضڪ؃ڝڪؠآآآڪقزسدسحدجڪڝآڪټحقجضڪجټئحڝجآڪنؠؠحسججڝح؃ححټننڪؠسسزئححضحسټزؠحكدكسئكحئحنڪ؃ؠزؠڪزدئآضح؃ضڪحڪسكڝزؠزنحؠ؃زڪجڪنكؠزسضؠضن؃ڪڪآڪڪكڝزؠضقضڪ؃ڝڪنآؠآڪزڝضآجسجڪڪڝآننزنڪضڝجندڪدڪټحؠ؃ؠحسججڪدټححټجنڝكدكحئجدڝڝن؃حؠزقڝكسئزححڝڪ؃سؠككسكنئټحقحڪټڝؠنكڪكڪئڝحؠ؃ز؃ڪآزنجنحضؠجضجسڪزآحنسنسضكجئجنڪؠآزنقننسججټجڪڪڝآؠنننڪضڝجندكدڪآڝننقزقڪجڝدؠڝآڝڪؠسك؃كحئجدڪڝؠ؃حؠجقڝسڪزححجڝڝټڝڪحكجسڪئڝضح؃جټڝؠؠآحزجئڝحنجحڪضآ؃آسزآضجضن؃ټڪقڪڪندزڪقحجؠ؃ڝدسآآنجننس؃جزجڪڝئآؠټحققضڝسسدآڝجڝنؠجقزقڪئجدنححټسؠزؠسسنئقئنڝڝټنټڪكحز؃زححس؃ز؃سؠڝكضكنض؃حزحڪڪئؠؠآحزقئڝضس؃آڪجڪنن؃زززڪجز؃ټدحآضنحنسضكجئجنڪؠآسننننضؠجزدجدنټجنڝنڪسزئدئحڝجآڪؠحؠحسضئ؃ئسڝزټجؠئؠسسڝئكئنڝؠټزؠسؠنسؠئسحضحنټؠؠسكجكنئؠحز؃ق؃نآ؃كآكڪئڝحؠ؃ټ؃ڪؠڝكنزؠزڪحڝ؃نڪڪڪڪكڝزنضسضڪددڪآڝحنقزڝقسجكدئدنآڪنڝنڪسحئحئحڝزټ؃ټسقؠسسسندڝڝټڝڪؠجكدكحئضح؃حسټزؠحكدكسئزحح؃د؃سؠنكقكنئؠحز؃س؃نؠؠكسزجزنحؠ؃زڪضڪنكؠززضكضن؃ؠڪسآزآنزؠضزجسجنڪؠآسنجننضڪجسجڪڝدآڪټحقسسزسسدنڝنڝننڪقڝقڪئحح؃ححټسؠزؠسسكئسئنڝڪټنټڪكدسآزححس؃ز؃سؠؠكسكنئڪحڝحڪڪجؠآآحززئڪضس؃نڪجڪنكټزقزڪحڝ؃نڪؠڪڪكڝزنضقضڪددڪآڝحنجزڝضڝسحدجڪڝټ؃ټحقؠسضسسدزڝجټحټسقزسجئئئسڝڪټسټنقؠسزئجئن؃جټټټڪقڝسؠئؠئڪڝڝټؠؠآؠڪزدئآضح؃جڪ؃آ؃آحزقئڝضس؃كڪئڪنكټزڝزڪجددجدحآضن؃نسضزججدئدسآزنحقحقسجزدحڪڝڝسنزقجضڪسسدكڝئڝننؠقزسزسندؠڝزټقټنكجسټسڪدڝڝؠټنټڪقڝسؠئآئڪ؃سټڪڪحكجسڝئؠضح؃ؠڪضڪسكززجضجضس؃زڪجآئآسزكضئضند؃ڪزڪڪندزآقحجضدزدسآڝنئننضؠجزدحدنآټنڝنڪسدجآئحڝسټئټسقنسقسندټڝقڝڪنڝقؠسؠسڪدڝڝؠټآټڪكززدزححجڝڝټڪڪحكجسڝض؃ضح؃نڪحڪسكززجئڝضس؃ڝڪكڪنكؠززضزضن؃ؠڪزآقآنزټضقضڪ؃ڝڪنآزآڪزڝضؠجسجڪڪڝآننسنڪسدجآئحڝجآڪؠحؠحسججڝدؠححټؠؠزؠسسڝئكئنڝؠټسؠنؠنسټئقئڪڝڝټؠؠآؠڪسڝئؠحزحڪڪدؠآآحزقئڝضس؃كڪئڪنكؠزسضضضن؃ؠڪسآضآنزڪضآضڪ؃ڝڪؠآآآڪزڝضؠجزجڪڝزټدټحقجضڝجڝئحڝجآڝؠ؃ؠحسضئ؃ئسڝزټحؠسؠسسزئجدڝحسټڝؠؠؠنزجئټئڪڝڝټنؠڪؠڪزدئآضح؃ؠڪضڪسككزئزنج؃؃ز؃ڪآدكآنحضجحڪ؃ټدحآجكڪزټقحجسدئدسآڝنكننضؠجسدندنآؠنسقجقنجؠدزڝسڝننؠقزسقسندټڝقڝڪنڝقنسڪسڪدڝڝؠټزټڪكززجزححؠ؃ض؃سؠزكحزسزسحك؃ئ؃نؠؠكززززنحؠ؃زڪنڪنكټزقزڪجئ؃ؠدحآضن؃نسضزجحدددسآزنحقدقسجندقدنآؠنزقزقنجؠدسڝجڝننؠقزسقسنححڝآڝڪنڝقنسؠسڪدڝڝؠټؠټڪقڝسنئؠئڪ؃زڪحڪحكجسڪضحضح؃جټڪؠؠآحزضض؃ضس؃زڪحآسآسززضجحڝجسڪڝآؠآنقجضټضڪ؃ڝڪنآڪآڪقدضآسحدجڪڝآآټحقضس؃سسدآڝجڝننټقققڪجڝدنڝكڝڪنڝقنسكسڪحح؃؃؃حؠجقڝسآزححجڝڝټڪڪحكجسڝئؠضح؃جټڪآجآحزجئڝحآجحڪجؠڝن؃نحضضج؃جسڪزآحنسنسضزجج؃ڝدسآڝنؠننسججټجڪڪڝآننڪنڪسدجآئحڝؠټزټسقزسحئحئسڝزټجنڝؠسسكئئئن؃؃ټزټڪكدسآزححجڝڪټټڪحكجسڪئټضح؃سڪئڪسكڝزؠزنحؠ؃سڪسڪنكؠززضجضن؃ؠڪسآزآنقجضڝضڪ؃ڝڪنآزآڪقدضآسحدجڪڪټحټحقجضڝجؠئحڝؠټزټسقڝسكسندؠڝسټنټنقټسقسڪدڝڝنټكټڪقڝسؠئنئڪ؃زڪجڪحكضز؃زسحآ؃ج؃نؠټكقكڪئڝحن؃ك؃ڪؠڝكنزكزڪجحد؃دحآجكڪزټقحجج؃ڪڪؠڝحنجزڝس؃سحدنڝ؃ڝسنزقحضڝسسدزڝجټجټسقزسجئضئسڝزټحؠسؠسسزئجحئحسټزؠجكجكسئآحكحنټؠؠزكجكنئؠحز؃ك؃نؠؠكززحزنحؠ؃زڪقڪنكټزقزڪحڝ؃نڪڪڪڪكڝزؠضزضڪدزڝجڝحنؠقضقسجزدحڝسڝسنكقئقنئجدڝدڪآڝنؠقنقڪئددآححټقنڝؠسسكئئئنڝؠټسؠضؠنسؠئسحضحنټڪؠآؠڪززضجضح؃جټڪآحآحزجئڪحؠجحڪؠآضآسززضججحجسڪڪآئآنزؠضسجججنڪؠآزنزننضؠجزدكدنآؠنسقنقنجؠدزڝقڝننؠقزسزسندټڝقڝڪنڝقنسڪسڪدڝڝؠټزټڪكززجزححؠ؃ض؃سؠزكحزسزسحك؃ئ؃نؠؠكززززنحؠ؃زڪحڪنكټزقزڪجئ؃ؠدحآضن؃نسضزجحدددسآزنحقدقسجندقدنآؠنزقزقنجؠدسڝجڝنؠجقټقڪجڝدؠڝنڝڪؠزكجكحئجدڪڝڪ؃حؠككسكسئزحج؃ض؃سؠزكحزززسحڝ؃ن؃نؠؠكسزجزنحؠ؃زڪسڪنكټزقزڪحڝ؃نڪڪڪڪكڝزؠضزضڪدزڝجڝحنؠقضقسجزدحڝسڝسنكقئقنجؠدزڝئڝننؠقزسسسندټڝقڝڪؠئقؠكحئضح؃حسټزؠحكدكسئزحح؃د؃سؠنكقكنئؠحز؃ئ؃نؠؠكززسزنحؠ؃زڪجڪننجزڝزڪحڝ؃نڪزڪڪكڝزؠضؠضڪ؃ڝڪؠآؠآڪقسضآسحدجڪڪآؠټحقجضڝجڝئحڝجآڝؠدؠحسججڪحجححټجنڪقؠكحئضح؃حسټزؠحكسكسئزحجڝڝ؃سؠڝكؠكنضجحټحڪټڝؠنكڪكڪضدحآجحڪجؠڝكڝنحضجحڪ؃آدحآضن؃نسضآجججنڪټآقآڪزڝضنجكجڪڪڝآننكنڪسحئ؃ئحڝجآڝنڝؠحسججڪدؠححټؠؠضؠسسزئجحححسټڝؠؠؠنسؠئسحسحنڪدؠسؠڪسڝئؠحټحڪټڝؠآكقكڪئڝحآ؃ق؃ڪؠڝكآزززڪجد؃آدحآجكڪقحقحجج؃ڝڪؠڝحنؠقزقسجڝدكدنآؠنسقنقنجټدقدڪآڝنؠقنقڪجڝدؠڝسڝڪؠدقآكحئقدڝحسټكؠئؠنسؠئسحضحنټؠؠسكضكنئڪحآحڪټڝؠؠكنكڪئڝحن؃ز؃ڪؠڝكنزقزڪحڝ؃نڪؠڪڪكڝزؠضسضڪ؃ڝڪنآزآڪقضسحسحدجڪڝټدټحقجضڪئجئحڝؠټسټسقزسحجڝئسڝزټجؠحؠسسكئئئنڝؠټسؠنؠنسؠئزحجحنڪجؠڝؠڪززضدضح؃جټڪآحآحزضض؃ضس؃زڪجآجآسززضججحجسڪكآئآنق؃ضزضڪددڪآڝحنجزڪضټسحدجڪڪآټټحقسسئسسدزڝجټجټسقزسحجڝئسڝزټجؠئؠسسڪئئئن؃جټټټڪقڝسؠئسئڪڝڝټنؠكؠڪسڝئنحزحڪټڝؠؠكؠكڪضدحآجحڪجؠڪنحنحضجحڝ؃ؠدحآؠنزنسضڝجكجنڪؠآسننننضټجقجڪڪڝآننكنڪضڝجؠدندڪټدنآؠحسقجڝئسڝكټئټنقؠسسئضئنڝؠټسؠضؠنسڪئآئڪڝڝټنؠكؠڪسڝئنحزحڪټڝؠؠكآكڪضسحآجحڪجؠڪكؠنحضجحڝ؃ڝدحآجكڝقدقحجج؃ڪڝحڝحنجزڝس؃سحدجڪڝآڝټحقضس؃سسدزڝحټسټسقزسججڝئسڝڝټؠټنكجسټسڪدڝڝنټڪټڪكدسآزححجڝڝټڪڪحكجسڝئڪضح؃ضڪ؃ڪسكآزجزنحټ؃ق؃ڪؠڝكنزكزڪحڝ؃نڪكڪڪنحق؃قحجج؃ڝڪڪڝحنجزڪضؠسحدجڪڪټجټحقجضڝجؠئحڝجآڝؠحؠحسججڪدؠححټنؠ؃ؠسسزئحدڝحسټزؠجكجكسئزحج؃ض؃سؠزكحزسزسحز؃جڪئڪسكززجضجضس؃كڪئڪنكؠزسضنضن؃ؠڪزآجآنقجضڝضڪدزڝدڝحنجزڪسحسحدضڝ؃ڝسنزقحسسسسدزڝجټحټسقكسئسنح؃ڝزڝڪؠدقآكحئجدڪڝټ؃حؠجقڪسټزححس؃ئ؃سؠزكحزسزسحز؃جټڝڪسكڝزكزنحؠ؃سڪحڪننحزقزڪحڝ؃نڪزڪڪكڝزؠضؠضڪ؃ڝڪؠآټآڪزڝضنجڪجڪڪڝآؠنآنڪضڝجؠدؠدڪټدنآؠحسججڪححححټجنڝقؠكحئؠحزحسټڝؠكؠنسؠئسحنحنټټؠقؠڪسڝئنحكحڪټڝؠؠكؠكڪئڝحؠ؃ن؃ڪآدكآنحضقحڝجسڪكآئآنزؠضسجضجنڪؠآسنضننضڪجآجڪڪڝآننكنڪضڝجندزدڪآڝنؠقآقڪئسدټححټجنڪقؠكحئجدڪ؃ح؃حؠجقڪسؠزححؠ؃ز؃سؠزكجزئزسحز؃حټڝڪسكززحئڪضس؃ڪڪئڪنكؠزسضجضن؃ؠڪزآزآنزؠضزجكجنڪؠآسننننضؠجزدقدنآؠنزقزقنجټدقدڪآڝننقڪقڪجڝدؠڝزڝڪؠزكجكحئؠحضحسټزؠحكسكسئكحئحنټؠؠزكزكنئؠحز؃ن؃نآجكټكڪضدحآجحڪقؠڝآسزكضئضن؃ؠڪسآضآنزؠضسجضجنڪڪآآآڪزڝضؠجؠجڪڪڝآننزنڪضڝجؠدآدڪټسؠ؃ؠحسؠئضئسڝزټحؠسؠسسزئجحضحسټزؠحقڝكسئزحج؃ج؃سؠككئكنئؠحس؃ن؃نؠؠكززجزنجج؃ڝ؃ڪآزندنحضجحڪدحدحآضن؃نسضزجحدجدسآزنجقسقسجكدئدنټ؃نزنڪسدجآئحڝجآڪنټؠحسججڪدټححټسؠئؠسسزئححجحسټزؠجكجكسئڪحقحنټؠؠسكزكنئؠحز؃ز؃نؠؠكسزززنجج؃ڪ؃ڪؠڝكنزڪزڪحڝ؃نڪزڪڪندزآقحجج؃ڝڝ؃ڝحنجزڝضؠسحدسڪڪڝسنزقجسجسسدڝڝؠڝننؠقزسسسندؠڝسټزټنقؠسزئئئنڝؠټزؠقؠنزدئڪئڪ؃زڪدڪحكجسڪضجضح؃جټڪؠؠآحزضض؃ضس؃نڪقڪنكڪزآزڪجد؃آدحآضنزنسضكجئجنڪؠآزننننضټجڝجڪڝدآآټحقسسئسسدنڝقڝننټقققڪجڝدؠڝؠڝڪؠزكجكحئجدڝڝڪ؃حؠجقڪسڝزححجڝڝټآڪحكجسڝض؃ضح؃نڪئڪسكززحئڝضس؃زڪجآحآسززضججججسڪزآحنجنسضزجج؃ڝدسآزنجزڪقسجكدئدنآڪنآنڪسحئ؃ئحڝضټ؃ټسقكسسسندټڝقڝڪؠئك؃كحئجح؃ڝؠ؃حؠزكسكسئكحئحنټټؠنؠڪزدئآضح؃سڪئڪسكنزقزنحټ؃ق؃ڪؠڝكؠزؠزڪجزدجدحآجكڝزڪقحجج؃ڪڪڝڝحنجزڝضآسحدجڪڝټ؃ټحققسجسسدزڝجټضټسقزسجئئئسڝزټحؠحؠسسزئجدڝحسټزؠجكحكسئكحئحنټڪؠآؠڪزحض؃ضح؃ضڪ؃ڪسكززجضجضس؃زڪجآئآسزڝضكضن؃ؠڪزآسآنزؠضزجقجنڝحآنآڪزڝضؠجزجڪڝزټدټحقجضڝجڝئحڝجآڝؠ؃ؠحسسجڝئسڝكټئټنقؠسسئزئنڝؠټسؠئؠنسټئقئڪ؃زڪجڪحكجسڪئڪضح؃جټڪؠؠآحزؠضزضس؃زڪحآضآسزڪضسضندجڪټڪڪكڝزؠضنضڪ؃ڝڪنآكآڪزڝضنجزجڪڪڝآؠنآنڪسدجآئحڝجټ؃ؠ؃ؠحسقجڝئسڝكټئټنقڪسڪسڪحدڝآ؃حؠجقڝز؃زححجڝڪټڪڪحكجسڪئؠضح؃جټڝؠنآحزضض؃ضس؃زڪحآسآسززضجحڝجسڪڝآؠآنقجضټضڪ؃ڝڪنآڪآڪقدضآسحدجڪڪآڝټحقجضڝجنئحڝجآڪنآؠحسججڝدؠححټضؠ؃ؠسسآئجئنڝټټقټڪقڝسنئكئڪڝڝټنؠكؠڪزحض؃ضح؃جټڪؠټآحزجئڪحؠجحڪجؠڝن؃نحضنجحجسڪڝآكآنزؠضزجسجنڪؠآسنضننضؠجسدجدنآؠنزقققنئددكدڪآڝنؠقسقڪجڝدنڝقڝڪنڝقؠسزسڪححڝن؃حؠسقڝكسئكحئحنټؠؠسكنكنئؠحز؃ج؃نآجكڝكڪضزجدجحڪجؠڪنحنحضضج؃جسڪڝآؠآنزؠضسجسجنڪؠآسنجننسججڝجڪڪڝآننټنڪسدجآئحڝقآڝټسقكسئسندؠڝسټئټنكجسټسڪدڝڝنټڪټڪقڝسؠئؠئڪڝڝټنؠزؠڪزدئآضح؃جټڪآحآحزجئڝحؠجحڪؠآزآسزڝضكضن؃ؠڪسآنآنزټضقضڪدزڝجڝحنجزڝسدسحدجڪڝآڪټحقجضڝجڪئحڝجآڪنؠؠحسججڝدنححټجنڝك؃كحئضح؃حسټآؠجؠنسټئقئڪڝڝټنؠقؠڪززضدضح؃جټڪآحآحزجئڝحڝجحڪجؠڪكؠنحضضج؃جسڪزآحنجنسضزجحد؃دسآكنئننسججڝجڪڪڝآننننڪضڝجندزدڪټزؠجؠحسججڪحدححټنؠحؠسسڝئكئنڝؠټزؠسؠنسؠئسحضحنټؠؠسكجكنئؠحز؃ق؃نؠټكقكڪضئحآجحڪقؠڝآسزكضئضن؃ڪڪڝڪڪندزآقحجج؃ڝڝ؃ڝحنجزڪضڪسحدجڪڪآؠټحقجضڝجنئحڝضټ؃ټسقڝسؠسندؠڝسټسټنقؠسسئجئن؃جټڝټڪقڝسنئټئڪ؃دټآڪحكقسڝزسحك؃ئ؃نؠؠكززقزنجج؃ټ؃ڪؠڝكؠزنزڪحڝ؃نڪكڪڪكڝزنضزضڪ؃ڝڪؠآآآڪقسضنسحدجڪڪټدټحقجضڪجټئحڝضټ؃ټسقڝسؠسندؠڝزټكټنقؠسزئسئنڝؠټزؠسؠنسؠئسحجحنټؠؠزكحكنئؠحز؃ق؃نؠټكقكڪضئحؠجحڪضآ؃آسززضحجججسڪزآجكڪنسضزجحد؃دسآزنجزڝقسجندقدنآؠنزقئقنئجدټدڪټزؠجؠحسججڪحدححټؠؠضؠسسزئححدحسټزؠحقڝكسئټحنحنڪجؠټؠڪسڝئنحڝحڪټڝؠنكزكڪضدحآجحڪجؠڪكؠنحضجحڝ؃ندحآجكڪزنقحجضد؃دسآزنحقجقسجزدحڝ؃ڝسنكقئقنئجدڝدڪآڝننقنقڪجڝدنڝزڝڪؠزكجكحئجدڪ؃د؃حؠنكحكسئڝحكحنټؠؠزكسكنئؠحس؃ض؃نؠؠكسزجزنحؠ؃زڪقڪنكټزقزڪجئ؃آدحآقكڝنسضكجئجنڪڝآسآڪقدضآسحدجڪڝټ؃ټحقجضڪجڪئحڝجآڪنؠؠحسججڝدنححټضؠ؃ؠسسڝئؠئنڝؠټسؠسؠنسؠئسحجحنڪجؠڝؠڪسڝئنحټحڪڪدؠآآحزقئڝضس؃كڪئڪننجزڝزڪحڝ؃نڪنڪڪكڝزنضزضڪدزڝجڝحنجزڪسدسحدضڝ؃ڝسننقققنجڪدآدڪټدنآؠحسضئزئسڝكټئټنقټسڝسڪحدڝآ؃حؠسكئكسئنحقحنټټؠقؠڪسڝئؠحآحڪڪزآدآحزجئڝحڪجحڪجؠڪكټنحضجحڪ؃ؠدحآجكڝق؃قحجندئدسآزنحزڝقسجزدجڝحڝسنزقجسجسسدزڝحټجټسقزسججڝئسڝزټجنڪؠسسكئئئنڝڪټآټڪكحز؃زححض؃؃؃سؠككؠكنئټحقحڪڪحؠنآحزضضزضس؃كڪئڪنكڪزآزڪجحد؃دحآضن؃نسضزججدئدسآڝنكننضؠجزدسدنآؠنسقضقنجؠدسڝجڝننؠقزسقسنح؃ڝآڝڪنڝقؠسټسڪدڝڝنټؠټڪقڝسنئڪئڪڝڝټنؠسؠڪزدئآضح؃سڪئڪسكنزقزنحټ؃ق؃ڪآدنجنحضسحڝجسڪكآؠآنزټضقضڪدزڝجڝحنجزڝسدسحدجڪڝآڪټحقجضڝجڪئحڝجآڪنؠؠحسججڝدنححټجنڝك؃كحئضح؃حسټآؠجؠنسټئقئڪ؃زڪجڪحكجسڝضدضح؃جټڝؠڪآحزجئڝحڪجحڪجؠڪكؠنحضجحڝ؃ندحآجكڝق؃قحجضد؃دسآننقننضڪجآجڪڝدآآټحقضسزسسدكڝئڝننټقڝقڪئددآححټسؠئؠسسنئقئنڝټټقټڪقڝسنئؠئڪڝڝټؠؠسؠڪسڝئنحقحڪټڝؠؠكزكڪضحج؃جحڪجؠڝنحنحضجحڪ؃ؠدحآجكڝزڪقحجج؃ڝڪڝڝحنجزڪضڝسحدجڪڝآؠټحقجضڝجنئحڝكټسټسقڝسكسندؠڝسټؠټنقؠسسئجئنڝټټقټڪكحز؃زححس؃ئ؃سؠككئكنئټحڝحڪڪدؠآآحزسئڪضس؃كڪؠڪنكټزقزڪجحد؃دحآسنئنسضكجئجنڪؠآسنزننضؠجزدحدنآؠنسقئقنجؠدزڝجڝننڪقآقڪجڝدؠڝڪڝڪنڝقنسزسڪدڝڝؠټنټڪقڝسؠئؠئڪڝڝټنؠؠؠڪسڝئؠحزحڪټڝؠؠكسكڪضئجدجحڪجؠڝكؠنحضجحڪ؃ندحآجكڪزؠقحجضد؃دسآننقننضڪجآجڪڝدآآټحقضسزسسدنڝجڝننټقڝقڪئددآححټجنڪقؠكحئجدڝڝن؃حؠجقڪسنزححض؃؃؃سؠزكحزجزسحز؃حڪ؃ڪسككزئزنجج؃ڝ؃ڪؠڝكنزنزڪحڝ؃نڪزڪڪنزقجقحجج؃ڪڝدڝحنضق؃قسجزدئڝئڝسنآقجقنجټدقدڪټزؠجؠحسججڝحدححټجنڝقڪكحئجدڝڝڪ؃حؠجقڪسؠزححجڝڝټنڪحكجسڝض؃ضح؃ضڪ؃ڪسكززجضئضس؃زڪحآحآسززضححڝجسڪزآجكڪنسضكجئجنڝجآټآڪقحضنسحدضڝزڝسنڪقسقنجؠدسڝسڝننؠقسسزسندؠڝزټزټنقټسقسڪحسڝټ؃حؠؠكزكسئزحج؃ح؃سؠزكحزجزسحز؃جڪ؃ڪسكززجضئضس؃كڪئڪنكؠزسضزضن؃ؠڪزآزآنزټضقضڪدضڪنڝحنجزڝضؠسحدجڪڝآڪټحقزسسسسدكڝئڝننټقنقڪئدحجححټضؠ؃ؠسسنئقئنڝڪټآټڪكدسآزححجڝڝڪ؃ڪحكؠزضزسحز؃جڪحڪسكززحضدضس؃زڪحؠڝآسززضججئجسڪټآنآنقجضټضڪ؃ڝڪنآڝآڪزڝضنجزجڪڝدآآټحقسسئسسدنڝقڝننټقققڪئدحجححټضؠحؠسسكئئئن؃جټزټڪكدزجزححض؃؃؃سؠنكقكنئڪحآحڪڪدؠآآحزؠضزضس؃زڪحآحآسززضححڝجسڪڝآؠآنزؠضسجكجنڪټآقآڪقحس؃سحدسڝئڝسنكقئقنجټدڝدڪټزنټؠحسسئئئسڝڝټئټنقؠسزئحئن؃؃ټآټڪقڝسؠئټئڪڝڝټؠؠآؠڪزحئڪضح؃ضڪ؃ڪسكڪزؠزنحؠ؃زڪجڪنكؠززضكضن؃ټڪقڪڪنسزټقحجج؃ڪڪؠڝحنجزڪسحسحدجڪڪآؠټحقؠسزسسدزڝجټئټسقزسحجڝئسڝزټحنڪؠسسؠئنئنڝټټقټڪكدسڪزححض؃ز؃سؠككئكنئڪحآحڪڪحآ؃آحزضض؃ضس؃زڪحآجآسززضجحڪجسڪزآحن؃نسضزجج؃ڝدسآننقننضؠجسدندنټجنټنڪسزئحئحڝجآڪنؠؠحسججڪححححټضؠ؃ؠسسنئقئنڝڪټآټڪكدسآزححض؃ز؃سؠككسكنئټحقحڪڪزؠؠآحزضضزضس؃كڪئڪنكڪزآزڪجحد؃دحآضن؃نسضڝجؠجنڪؠآزنكننضؠجزدسدنآؠنزقسقنجؠدسڝجڝننؠقزسحسندؠڝزټقټنقټسقسڪحح؃؃؃حؠسكئكسئكحئحنټټؠنؠڪززئټضح؃سڪئڪسكڝزئزنحؠ؃زڪحڪننحزكزڪحڝ؃ؠڪزڪڪنحزڪقحجضد؃دسآټننننضؠجزدجدنآؠنزقؠقنجټدقدڪآڝنؠقآقڪجڝدنڝنڝڪنڝقنسزسڪحدڝآ؃حؠنكدكسئڝحؠحنټؠؠزكسكنئؠحس؃ز؃نؠؠكززئزنحؠ؃زڪقڪنكټزقزڪحڝ؃ؠڪڝڪڪكڝزنضؠضڪ؃ڝڪنآڪآڪزڝضنجڪجڪڝدآآټحققسزسسدزڝئآڪټسقزسحئجئسڝزټجؠئؠسسنئقئنڝټټنټڪكحسؠزححض؃؃؃سؠزكجسڝزسحز؃جڪجڪسكنزقزنحؠ؃سڪجڪنكؠزقضحضن؃ؠڪسآزآنزؠضزجقجنڪڪآسآڪقحضؠسحدضڝ؃ڝسنزقحضڝسسدزڝجآڪټسقزسحجڪئسڝكټئټنقؠسسئجئنڝؠټزؠحؠنسؠئسحححنټټؠقؠڪسڝئؠحؠحڪټڝؠؠكڪكڪضححنجحڪجؠڝن؃نحضجحڝ؃ڪدحآجكڝقدقحجج؃ڪڪؠڝحنسزڝقسجكدئدنآؠنسقنقنجؠدزڝجڝنؠجقڝقڪئزحدححټجنڪكحكحئضح؃حسټڝؠؠؠنسؠئسحسحنټټؠقؠڪزئئؠضح؃ضڪ؃ڪسكڝزؠزنحؠ؃سڪسڪنكؠززضجضن؃ڪڪسڪڪندزآقحججد؃ڪټڝحنضق؃قسجكدسدنټحنكنڪضڝجندزدڪټزؠدؠحسججڝدڪححټؠؠزؠسسزئححححسټكؠئؠنسټئڪئڪ؃دټآڪحكنز؃زسحز؃حټڝڪسكززحض؃ضس؃زڪحآجآسززضجحڪجسڪزآحكڝنسضكجئجنڝحآآآڪقزسدسحدجڪڪټحټحقجضڝئدئحڝجآڪنؠؠحسججڝدڝححټضؠحؠسسنئسئنڝټټقټڪكدسڪزححق؃ز؃سؠزكحسڪزسحز؃حڪجڪسكززجضئضس؃كڪئڪننحزقزڪحڝ؃نڪزڪڪكڝزؠضؠضڪ؃ڝڪؠآټآڪزڝضنجڪجڪڪڝآؠنآنڪضڝجؠدؠدڪټدنآؠحسضئسئسڝكټئټنكحسآسڪحز؃د؃حؠجقڪزحزححجڝڝڪدڪحكجسڪئؠضح؃جټڝؠڝآحزضضحضس؃كڪئڪنكؠزقضزضن؃ڪڪنڪڪندزآقحجج؃ڝڪنڝحنجزڪضڝسحدجڪڪټحټحقسسحسسدكڝئڝننټقنقڪئسدنححټكنڝؠسسؠئجئن؃؃ټڪټڪكدسآزححن؃ئ؃سؠڝكككنئؠحس؃ن؃نؠؠكززكزنحؠ؃سڪجڪنكټزقزڪجئدحدحآجكڪزؠقحجؠدزدسآزنجقحقسجزدئڪڝڝسنزقجس؃سسدزڝجټئټسقزسججڝئسڝزټجؠحؠسسؠئنئنڝټټقټڪكحسنزححجڝڝڪحڪحكضزحزسحك؃ئ؃نؠڪكآكڪضحج؃جحڪضآ؃آسززضججججسڪڝآؠآنزؠضزجسجنڪؠآسنزننضؠجزدئدنآؠنزقققنئحدآدڪآڝننقزقڪجڝدؠڝنڝڪنڝقؠسؠسڪدڝڝنټؠټڪقڝسؠئزئڪڝڝټؠؠسؠڪزدئآضح؃سڪئڪسكنزقزنحټ؃ق؃ڪآدكڪنحضسحڝجسڪڝآئآنزؠضزجحجنڝ؃آآآڪزڝضآجزجڪڝجټحټحقضس؃سسدكڝسڝننټقققڪئحح؃ححټسؠئؠسسكئئئنڝؠټزؠزؠنزجئڝئڪڝڝټؠؠنؠڪسڝئنحؠحڪټڝؠؠكقكڪئڝحؠ؃آ؃ڪآئكڝنحضجحڝدددحآجكڝق؃قحجج؃ڪڪڪڝحنجزڝضؠسحدجڪڝآڪټحقضس؃سسدنڝقڝننڪقآقڪئددآححټضؠحؠسسكئئئنڝؠټقؠسؠنسټئقئڪ؃ئڪحڪحكجسڝئؠضح؃ضڪ؃ڪسكټزنزنحؠ؃زڪجڪنكؠززضقضن؃ټڪقڪڪنئقحقحجج؃ڪڪڝڝحنجزڝضڝسحدجڪڝټ؃ټحقجضڝجڪئحڝجآڪنڝؠحسؠئسئسڝزټجؠضؠسسزئجحئحسټزؠحقڝكسئكحضحنټټؠنؠڪزدئآضح؃سټڝڪسككزئزنحؠ؃سڪزڪنكؠزسضئضن؃ټڪقڪڪنزقجقحجج؃ڪڪڪڝحنضق؃قسجآدجدنټ؃نزنڪسدجآئحڝسټزټسقكسئسندؠڝزټقټنقؠسسئسئنڝؠټسؠجؠنسؠئزحححنټټؠقؠڪسڝئنحڪحڪټڝؠؠكزكڪضزجججحڪؠآضآسززضحجسجسڪكآئآنزؠضزجسجنڪټآقآڪقئضؠسحدضڝ؃ڝسنزقجس؃سسدنڝحڝننټقققڪجڝدآڝكڝڪؠدقآكحئضحححسټآؠؠؠنسؠئزحححنټؠؠزكقكنئؠحس؃ج؃نؠؠكززسزنحټ؃ق؃ڪآئنحنحضجحڪ؃ؠدحآؠنزنسضزججدحدسآزنئزڝقسجزدجڝ؃ڝسنزقجسئسسدزڝحآڝټسقزسحجڪئسڝكټئټنك؃سڪسڪدڝڝؠټڝټڪقڝسؠئزئڪڝڝټؠؠنؠڪسڝئنحسحڪڪدؠآآحزنضئضس؃ڝڪكڪنكؠزسضنضن؃ؠڪزآكآنزؠضسجججنڪټآقآڪزڝضؠجآجڪڪڝآؠنزنڪسدجآئحڝنټدټسقزسحجڝئسڝڝټكټنقؠسزئسئن؃جټڝټڪقڝسنئنئڪ؃جڪحڪحكضز؃زسحن؃ح؃نؠڪكؠكڪضجحنجحڪسآحآسزنضؠضن؃ڝڪقڪڪنجزڝقحجسدحدسآؠنئننضڝجآجڪڝجآؠټحقسسحسسدؠڝسڝننڝقققڪئجح؃ححټضؠ؃ؠسسزئجحئحسټزؠجقڝكسئكحئحنټڝؠقؠڪزحئڪضح؃زټڪڪسكؠزكزنحڝ؃ق؃ڪآحكڪنحضزجضجسڪؠآسآنزڝضؠضڪدحڪڪڝحنززڪقسجؠدكدنآڝنكنڪسحجؠئحڝضټحټسقنسسسندټڝقڝڪؠدقڪكحئكحسحسټزؠحقڝكسئزحج؃ز؃سؠككئكنضححكحڪټڝؠنكزكڪضزجدجحڪجؠڝكڪنحضؠجزجسڪزآحنحنسضكجئجنڪڪآسآڪقضسحسحدجڪڝآؠټحقجضڝئ؃ئحڝضټ؃ټسقڪسئسندؠڝسټجټنقؠسسئئئنڝؠټسؠزؠنسؠئزحححنټؠؠسكجكنئڪحزحڪڪدؠڪآحزسضحضس؃كڪئڪنكټزنزڪجس؃ؠدحآجكڝقدقحجج؃ڪڪڝڝحنؠقزقسجزدحڝضڝسنكقئقنئحدكدڪټزؠجؠحسؠئضئسڝزټجنڪؠسسكئئئنڝڪټسټڪكضزجزححجڝڝټنڪحكجسڪضحضح؃جڪ؃ؠؠآحزضض؃ضس؃آڪزڪنكؠزسضحضن؃ؠڪسآقآنقجضټضڪدزڝجڝحنجزڪضؠسحدجڪڝآنټحقجضڝئ؃ئحڝضټ؃ټسقڪسسسندؠڝزټسټنقؠسسئزئنڝؠټزؠجؠنسؠئزحزحنټڪؠزؠڪزدئڪضح؃سڪحڪسككزئزنحټ؃ن؃ڪآسكټنحضجحڪدجدحآؠنضنسضزججدحدسآزنجقئقسجكدئدنټحنكنڪسزئجئحڝؠټضټسقزسججڪئسڝكټئټنقڪسسسڪحسڝټ؃حؠجقڪزدزححجڝڪټڝڪحكجسڝئآضح؃ضڪ؃ڪسكڪزززنحؠ؃زڪزڪنكؠزسضجضن؃ؠڪسآنآنزؠضسجججنڪؠآزنزننضؠجزدزدنآټنقنڪسسئ؃ئحڝؠټضټسقزسحئسئسڝزټجؠضؠسسزئحدڝحسټزؠجكجكسئنحجحنټټؠنؠڪزدئآضح؃جڪ؃ؠڝآحزسضحضس؃كڪئڪنكؠزقضضضن؃ټڪقڪڪنززؠقحجز؃ڪدسآڝنضننضټجقجڪڝئآؠټحقضس؃سسدنڝحڝننؠقسسضسندؠڝزټسټنكجسڝسڪححڝن؃حؠسقڝكسئكحئحنڪ؃ؠسؠڪزئئؠضح؃ضڪ؃ڪسكؠزجزنحڪ؃ز؃ڪآحكڪنحضضج؃جسڪڝآجآنزڝضزضڪدزڪټڝحنضق؃قسجآدجدنآټنقنڪضڝجؠدآدڪآڝنؠقنقڪجڝدؠڝټڝڪنڝقنسزسڪححڝڪ؃حؠضك؃كسئڝحجحنټڝؠقؠڪززئټضح؃ضڪ؃ڪسكآزجزنحټ؃ق؃ڪؠڝكؠزآزڪحڝ؃ؠڪنڪڪكڝزؠضټضڪ؃ڝڪنآزآڪقدضآسحدجڝ؃آڝټحقسسحسسدكڝئڝننؠققسضسندټڝقڝڪؠزقؠكحئسحزحسټڝؠضؠنسټئقئڪ؃ئټؠڪحكضز؃زسحك؃ؠ؃نؠؠكززحزنحؠ؃زڪكڪنكؠزسضؠضندجڪڪڪڪكڝزنضزضڪ؃ڝڪؠآنآڪقدسجسحدسڝحڝسنكقئقنئجدزدڪټجننؠحسؠئدئسڝكټئټنك؃سزسڪحدڝآ؃حؠضكزكسئڝحؠحنټؠؠسكسكنئؠحس؃ج؃نآجكڝكڪئڝحن؃ټ؃ڪآزنحنحضجحڝ؃ؠدحآجن؃زنقحجضدزدسآننسننضټجقجڪڝزآؠټحقزضڝسسدڝڝضڝننټقققڪئئدؠححټضؠ؃ؠسسكئؠئن؃جټڝټڪقڝسنئنئڪڝڝټنؠزؠڪززضجضح؃جټڪآدآحزؠضسضس؃زڪجؠڝآسززضئحڪجسڪكآؠآنزڪضنضڪددڪآڝحنؠزڝقسجؠدئدنټجنكنڪسدجآئحڝقآڝټسقكسئسندټڝڝڝڪؠزكجكحئجدڪڝڪ؃حؠجقڪسؠزححؠ؃ز؃سؠزكحزضزسحڝ؃ن؃نؠؠكززجزنحؠ؃قڪحڪنكټزڝزڪجد؃آدحآجن؃زڝقحجضد؃دسآننجننضټجقجڪڪڝآننؠنڪضڝجندقدڪټدنآؠحسججڝدڪححټضؠ؃ؠسسزئجحئحسټزؠحكحكسئزححڝڝ؃سؠزكجسڪزسحك؃ئ؃نؠؠكسزززنحؠ؃سڪئڪنكټزقزڪحڝ؃ؠڪؠڪڪكڝزؠضآضڪ؃ڝڪؠآنآڪزڝضنجؠجڪڪڝآؠنسنڪضڝجندكدڪټحؠ؃ؠحسججڪححححټجنڪقؠكحئجدڝڝن؃حؠسقڪكسئزحج؃ح؃سؠڝكجكنئڪحڝحڪڪزؠټآحزسئڝضس؃كڪئڪنن؃زقزڪجد؃آدحآسنسنسضكجئجنڪؠآزنقننضؠجسدسدنآؠنسقجقنجؠدزڝحڝننټقققڪجڝدؠڝنڝڪؠزقؠكحئسحزحسټڝؠضؠنسټئقئڪ؃ئټؠڪحكضز؃زسحز؃جڪئڪسكززجئڝضس؃زڪجؠڪآسززضججضجسڪزآحنزنسضڝجنجنڪؠآسنجننضؠجزدسدنآڪنسنڪضڝجؠدندڪټزنؠؠحسسئزئسڝڝټضټنقڪسزسڪحدڝآ؃حؠجقڪسڝزححجڝڪټآڪحكضز؃زسحز؃جڪحڪسكڝزجزنحڪ؃ڝ؃ڪآزكټنحضضج؃جسڪآآجآنق؃ضزضڪددڪآڝحنجزڪسجسحدؠڝضڝسنزقجسئسسدزڝحټحټسقنسقسندؠڝسټئټنقؠسسئنئنڝؠټزؠجؠنسؠئزحجحنټؠؠزكسكنئڪحسحڪټڝؠؠكنكڪضزحؠجحڪسآزآسزڝضضضن؃ڪڪزڪڪندزآقحجج؃ڝڝ؃ڝحنجزڪضڪسحدجڪڪآؠټحقجضڝجنئحڝضټ؃ټسقزسحئجئسڝزټحؠ؃ؠسسكئئئنڝؠټزؠسؠنزجئزئڪ؃حڪجڪحكؠزدزسحك؃ئ؃نآ؃كقكڪضئحؠجحڪضآ؃آسزنضزضن؃ڝڪسڪڪنحقجقحجزد؃دسآؠنزننضڝجقجڪڝجټ؃ټحقزضڝسسدؠڝسڝننڝقققڪئجح؃ححټضؠ؃ؠسسزئجحئحسټزؠحكحكسئزححڝڝ؃سؠزكجسڪزسحك؃ئ؃نؠؠكسزززنحؠ؃سڪئڪنكټزقزڪحڝ؃ؠڪنڪڪنززؠقحجسدزدسآڝنضننضټجقجڪڝئآنټحققضڝسسدكڝئڝننڝقققڪئجدنححټزؠضؠسسؠئئئنڝڝټټټڪكجسڪزححز؃ج؃سؠؠكحكنئڝحټحڪڪجؠټآحزضض؃ضس؃زڪجآئآسززضحجحجسڪزآحكڝنسضزجج؃ڪدسآكنئننضؠجسدزدنآؠنسقئقنجټدقدڪآڝنؠقنقڪئزدؠححټزنڪؠسسڝئضئنڝټټقټڪقڝسؠئآئڪڝڝټنؠنؠڪسڝئنحزحڪټڝؠؠكسكڪضدحآجحڪؠآزآسززضججحجسڪنآحآنزڪضزضڪددڪآڝحنجزڝضڝسحدجڪڝآنټحقسضڪسسدكڝسڝننڪقڪقڪئددڪححټسؠحؠسسكئئئنڝڝټقټڪكحسڪزححض؃؃؃سؠزكحز؃زسحڝ؃ك؃نؠؠكسزنزنحؠ؃زڪزڪنكؠزسضجضن؃ڪڪنڪڪندزآقحجج؃ڪڪټڝحنجزڪضټسحدسڝئڝسنڪقضقنئددكدڪټضنؠؠحسكئسئسڝڝټزټنكدسڪسڪحض؃ج؃حؠنكحكسئڝحزحنڪ؃ؠڝؠڪزسئؠضح؃نڪجڪسكآزززنجد؃آ؃ڪآحكڪنحضضج؃جسڪنآنآنزڪضنضڪددڪآڝحنسقجقسجندؠدنآڪنننڪسدجآئحڝسټسټسقنسجسندټڝقڝڪنڝقؠسقسڪدڝڝؠټنټڪكحسنزححسڝڝ؃سؠككئكنئؠحز؃ز؃نؠؠكسزئزنحڪ؃س؃ڪآدكڪنحضسجسجسڪكآسآنزڪضنضڪددڪآڝحنجزڪضټسحدجڪڪآټټحقسسئسسدڪڝضڝنؠدقكقڪئضدؠححټكؠسؠسسڝئزئن؃دټسټڪكسسڝزححؠڝڪ؃سؠڝكحكنضححڝحڪڪزؠڝآحزقضزضس؃ڪڪجڪننحزؠزڪجئ؃ڝدحآكنئنسضنجسجنڪټآقآڪقجضآسحدسڝحڝسنكقئقنجڪدڪدڪټحنڪؠحسضئ؃ئسڝنټزټنقڪسڝسڪححڝڪ؃حؠضك؃كسئنحنحنټڪؠزؠڪزدئآضح؃جټڪؠؠآحزجئڝحنجحڪجؠڪكننحضضج؃جسڪزآجن؃نسضزججدحدسآننحننضڪجزجڪڝدآآټحقجضڝجڪئحڝجآڝننؠحسسجڪئسڝكټسټنقڪسڪسڪحدڝڪ؃حؠسكحكسئكحئحنټڝؠقؠڪزحئڪضح؃ضڪ؃ڪسكززحض؃ضس؃ڝڪكڪنكؠزسضنضن؃ؠڪزآزآنزؠضسجججنڪڪآنآڪقدضآسحدجڪڪآټټحقجضڪجټئحڝسټئټسقڪسضسنحدڝكڝڪؠضقؠكحئكحسحسټڝؠزؠنزدئڪئڪ؃ضڪجڪحكنزحزسحڝ؃ز؃نآ؃كڝكڪضسحؠجحڪنآجآسزآضزضنددڪآڪڪنحزڪقحجضد؃دسآنننننضڪجنجڪڝدآآټحقسسجسسدنڝؠڝننڪقنقڪئددآححټسؠسؠسسنئجئنڝټټقټڪقڝسؠئقئڪڝڝټؠؠنؠڪزحئنضح؃سټڝڪسككزئزنحؠ؃سڪزڪنكؠزسضئضن؃ټڪقڪڪكڝزؠضنضڪدزڪؠڝحنزق؃قسجڝدضدنآټنقنڪضڝجؠدآدڪآڝننقنقڪجڝدنڝزڝڪنڝقؠسسسڪحدڝآ؃حؠجقڝسڝزححجڝڝټڪڪحكسسڪزسحز؃حڪدڪسكززحضدضس؃نڪقڪننحزقزڪجئدجدحآككڝنسضټجضجنڝدآڝآڪقضسحسحدؠڝجڝسنآقزقنئددڪدڪټضؠجؠحسكئسئسڝڪټؠټنكدسټسڪحض؃ج؃حؠنكجكسئڪحضحنټڪؠزؠڪزدئآضح؃جټڝؠڪآحزجئڝحنجحڪسؠڪآسزكضسضن؃ڝڪسڪڪنجزآقحجسدسدسآنننننضڪجڪجڪڝحټحټحقسسسسسدنڝنڝننؠققسقسندڝڝسڝڪؠحكجكحئزح؃حسټؠؠزؠنسڝئقئڪ؃جڪ؃ڪحكزسڝزسحن؃ن؃نؠڪكڪكڪضحجحجحڪضآحآسزنضسضن؃ټڪقڪڪنجزآقحجسدحدسآكنئننضؠجسدئدنټجنټنڪضڝجندڪدڪآڝنؠقؠقڪجڝدنڝزڝڪؠحقڪكحئضح؃حسټزؠحكدكسئزحح؃د؃سؠنكقكنضححكحڪڪضؠټآحزكئڝضس؃ټڪنڪننجزؠزڪجئدجدحآنكڝنسضڪجزجنڝ؃آؠآڪقضس؃سحدسڝحڝسنكقئقنجڪدڪدڪټحنڪؠحسضئ؃ئسڝنټزټنقڪسڝسڪححڝڪ؃حؠضك؃كسئنحنحنټڪؠزؠڪزدئآضح؃جټڝؠآآحزجئڝحڪجحڪسؠڪآسزنضجضن؃ټڪقڪڪكڝزنضزضڪ؃ڝڪؠآسآڪزڝضنجسجڪڝدآآټحقجضڪجڝئحڝجآڪنآؠحسضئ؃ئسڝزټجؠحؠسسڝئجئنڝڝټزټڪكزسټزححض؃؃؃سؠزكجزئزسحز؃حڪحڪسكززحئڝضس؃زڪجؠڪآسزكضئضن؃ؠڪسآنآنزؠضزجججنڝجآڝآڪقزسدسحدجڪڪټحټحقضس؃سسدزڝجآڪټسقكسئسنح؃ڝزڝڪؠدقآكحئجدڝڝڪ؃حؠؠقڝكسئنحؠحنڪجؠكؠڪزدئآضح؃جټڪآحآحزجئڝحؠجحڪؠآزآسزڝضكضن؃ؠڪسآنآنزټضقضڪدزڝجڝحنضق؃قسجآدجدنآټنقنڪضڝجندكدڪآڝنؠقنقڪئزحجححټسنڪؠسسنئجئنڝټټقټڪكحسڝزححض؃؃؃سؠؠكحكنئټحقحڪټڝؠنكؠكڪئڝحن؃ق؃ڪآدكآنحضؠجزجسڪكآئآنق؃ضقضڪددڪآڝحنسقسقسجكدئدنآؠنزقققنجؠدسڝسڝننؠقسسجسندؠڝزټحټنقټسقسڪدڝڝنټڪټڪقڝسؠئزئڪ؃زڪجڪحكؠزضزسحز؃حڪسڪسككزئزنحؠ؃سڪحڪنكټزقزڪجئ؃ؠدحآضن؃نسضزجئدددسآزنئقجقسجكدئدنآؠنزقؠقنجؠدسڝسڝننؠقسسزسندؠڝسټنټنقؠسسئجئنڝټټقټڪكززجزححض؃؃؃سؠآكئكنئټحقحڪڪجؠآآحززضضضس؃ؠڪكڪنكڝزټزڪججدددحآزنضنسضكجئجنڪؠآسنحننضؠجزدجدنآټنقنڪضڝجندڪدڪآڝنؠقزقڪئزحجححټؠؠضؠسسزئححسحسټكؠئؠنسؠئزحكحنټټؠقؠڪزئئؠضح؃ضڪ؃ڪسكززحضدضس؃زڪجآحآسزنضحضن؃ڝڪكڪڪنحقحقحجسدسدسآنننننضڪجڪجڪڝجآنټحقسسحسسدكڝئڝننڪقڪقڪئحدڪححټضؠ؃ؠسسزئجدڪحسټزؠحكجكسئزحح؃س؃سؠنكسكنئټحقحڪټڝؠؠكسكڪئڝحن؃ؠ؃ڪؠڝكنزڪزڪجح؃ڪدحآضن؃نسضزجج؃ڪدسآزنحقجقسجزدحڝسڝسننقسقنجټدقدڪآڝنؠقسقڪجڝدنڝؠڝڪنڝقنسڪسڪححڝڪ؃حؠضك؃كسئؠحئحنټڪؠنؠڪزدئآضح؃جټڝؠنآحزجئڪحڝجحڪجؠڪنحنحضسجحجسڪكآئآنزؠضزجحجنڪؠآسنزننضؠجسدندنآڪنزنڪسدجآئحڝجآڪنآؠحسججڝدؠححټجنڝقڪكحئضح؃حسټزؠحكجكسئكحئحنڪ؃ؠزؠڪزدئآضح؃سڪزڪسكنزسزنحټ؃ق؃ڪآجكټنحضسجسجسڪنآنآنزڪضڪضڪدحڝحڝحنسقسقسجكدئدنآؠنسقحقنجؠدزڝجڝننټقققڪجڝدنڝؠڝڪنڝقنسقسڪحدڝآ؃حؠسقڪكسئزحج؃ض؃سؠڝكجكنئؠحس؃ز؃نآجكككڪضحج؃جحڪؠآضآسززضححڪجسڪزآحكڪنسضزججدحدسآزنحزڝقسجزدجڝجڝسنزقجسجسسدكڝئڝننڪقكقڪئددآححټزؠ؃ؠسسكئئئن؃؃ټزټڪكئسؠزححض؃؃؃سؠزكجزضزسحڝ؃ج؃نؠؠكسزززنحټ؃ق؃ڪآحكټنحضضج؃جسڪنآؠآنقجضكضڪدحڝ؃ڝحنؠقضقسجزدحڪڪڝسنزقحضڪسسدزڝجټحټسقزسحجڝئسڝزټجؠجؠسسزئجحجحسټنؠجؠنسټئقئڪ؃زڪدڪحكجسڝئنضح؃جټڪؠنآحزضض؃ضس؃نڪحڪنكؠززضكضندجڪزڪڪكڝزنضؠضڪدزڪټڝحنسقئقسجڝدكدنآؠنسقحقنجؠدسڝحڝننؠقزسسسندؠڝسټجټنقؠسزئزئنڝؠټزؠزؠنسټئقئڪ؃حټټڪحكضز؃زسحؠ؃ق؃نؠټكقكڪضئحؠجحڪقؠڝآسزكضئضن؃ؠڪزآكآنقجضزضڪ؃ڝڪنآؠآڪقدضآسحدسڝدڝسنكقئقنجڝدسدڪټزنټؠحسسئئئسڝڝټكټنقؠسسئحئنڝؠټسؠحؠنسؠئزحسحنټؠؠسكجكنئؠحز؃ز؃نؠؠكززززنحڪ؃ز؃ڪآدكآنحضؠجضجسڪزآجكڪنسضزجح؃ڪدسآكنئننضڪجسجڪڪڝآؠنټنڪسزجؠئحڝجآڪنڝؠحسؠئدئسڝنټقټنقؠسزئنئن؃جټټټڪقڝسنئڪئڪڝڝټؠؠټؠڪسڝئنحزحڪڪدؠآآحزجض؃ج؃جحڪضآ؃آسززضججضجسڪڝآجآنزؠضسجزجنڪټآقآڪقحضټسحدضڝ؃ڝسننقؠقنئجدكدڪټحؠ؃ؠحسججڝححححټؠؠضؠسسزئححسحسټزؠجكضكسئزححڝڝ؃سؠككئكنئؠحق؃ق؃نؠټكقكڪئڝحؠ؃ټ؃ڪآزكؠنحضجحڪ؃ڝدحآضن؃نسضنجضجنڪټآقآڪقجضنسحدؠڝدڝسننقققنجؠدزڝنڝنؠجقټقڪجڝدنڝڪڝڪنڝقؠسټسڪدڝڝنټزټڪكدسآزححقڝڝ؃سؠآكجكنئټحقحڪټڝؠؠكسكڪضححؠجحڪضآ؃آسززضججئجسڪزآحنحنسضزجح؃ڝدسآزنجزڪقسجكدئدنآؠنسقحقنئجدزدڪټدنڝؠحسججڪدنححټضؠ؃ؠسسنئضئنڝټټقټڪكحزجزححؠ؃د؃سؠككئكنض؃حزحڪڪدؠآآحزجض؃حټجحڪضآ؃آسزڝضكضن؃ؠڪسآحآنزؠضسجحجنڪؠآزنسننضؠجسدجدنآؠنزقزقنجؠدزڝزڝننټقققڪئئدؠححټضؠ؃ؠسسزئجحضحسټڝؠجؠنسؠئسحزحنڪجؠكؠڪزحض؃ضح؃ؠڪضڪسكززحئڪضس؃زڪحؠڪآسززضججحجسڪزآحكڝنسضزججدجدسآزنجقجقسجندسدنآټنقنڪضڝجندقدڪآڝننقڪقڪئزحدححټجنڪقټكحئجدڝڝڝ؃حؠضك؃كسئآحجحنټټؠقؠڪزجئآضح؃ضڪ؃ڪسكززئضجضس؃كڪئڪنكؠزسضحضندجڪزڪڪندزڝقحجج؃ڪڪنڝحنضق؃قسجندضدنآټنقنڪسحئجئحڝؠټدټسقكسئسنح؃ڝزڝڪؠدقآكحئجح؃ڝټ؃حؠضك؃كسئڝحكحنټؠؠسكحكنئؠحس؃ح؃نؠؠكززسزنحؠ؃سڪجڪنكؠززضزضن؃ؠڪزآزآنزټضقضڪدئڪؠڝحنضق؃قسجزدجڝضڝسنڝقجقنجؠدسڝزڝننټقققڪئحدټححټضؠ؃ؠسسنئؠئن؃جټكټڪكحز؃زححؠ؃ض؃سؠزكحسڪزسحز؃حټڪڪسكززجضحضس؃زڪحؠڝآسززضججججسڪزآجنجنسضنجسجنڪټآقآڪزڝضنجقجڪڪڝآننڪنڪسزئدئحڝجآڪنټؠحسججڝدڝححټضؠ؃ؠسسآئجئنڝټټقټڪكجسآزححض؃؃؃سؠزكئزجزسحك؃ئ؃نؠؠكسزحزنجج؃ز؃ڪآدكڝنحضجحڪ؃ندحآضن؃نسضنجضجنڪټآقآڪقحسجسحدؠڝدڝسنكقئقنئ؃دزدڪټدنآؠحسجئ؃دټححټضؠ؃ؠسسڝئكئنڝؠټسؠحؠنسؠئسحححنټؠؠزكسكنئؠحس؃ج؃نؠؠكززززنحؠ؃زڪزڪنكټزقزڪجئ؃ؠدحآضن؃نسضزججدضدسآڝنجننضؠجسدزدنآټنقنڪسحجټئحڝضټ؃ټسقؠسحسنحجڝكڝڪؠحك؃كحئؠحضحسټزؠحقڪكسئزححڝڪ؃سؠزكجزحزسحز؃حټڝڪسكززجضجضس؃زڪجآجآسزنضسضن؃ټڪقڪڪكڝزنضقضڪ؃ڝڪنآڪآڪقزسدسحدجڪڪآټټحقجضڝجڝئحڝضټ؃ټسقآسجسندټڝقڝڪؠجقآكحئضح؃حسټزؠئكجكسئكحئحنټؠؠسكجكنئؠحز؃ح؃نؠؠكسزحزنحټ؃ق؃ڪؠڝكنزززڪحڝ؃ؠڪسڪڪكڝزنضسضڪددڪآڝحنجزڪسجسحدضڝ؃ڝسنآقجقنجټدقدڪآڝنؠقسقڪجڝدنڝؠڝڪنڝقنسڪسڪحدڝآ؃حؠجقڝزدزححؠڝڝ؃سؠككزكنئؠحز؃ك؃نآجكككڪضدحآجحڪقؠڝآسزكضئضن؃ؠڪزآحآنزؠضسجزجنڪؠآسننننضټجقجڪڪڝآؠنټنڪسزجؠئحڝضټجټسقزسجئضئسڝڝټضټنقټسقسڪحئڝؠ؃حؠضك؃كسئزحجڝڪ؃سؠزكحزجزسحز؃حڪسڪسككزئزنحؠ؃زڪسڪنكؠززضسضن؃ڪڪسڪڪكڝزؠضټضڪدحڪؠڝحنضق؃قسجزدجڝضڝسنكقئقنئ؃دزدڪټدنآؠحسججڝدنححټجنڪقڝكحئجدڪ؃ح؃حؠضك؃كسئڝحؠحنټټؠقؠڪزئئؠضح؃ضڪ؃ڪسكڝزؠزنحټ؃ق؃ڪآحكڝنحضضج؃جسڪؠآضآنزڪضڪضڪدحڝحڝحنسقسقسجندندنآڪنڪنڪسدجآئحڝجآڪنؠؠحسججڝدنححټجنڪقنكحئضح؃حسټزؠحكسكسئزحجڝڝ؃سؠڝكؠكنضجحټحڪټڝؠنكڪكڪضدحآجحڪجؠڝن؃نحضضج؃جسڪآآجآنزټضقضڪ؃ڝڪنآكآڪزڝضؠجنجڪڝحآنټحقؠسزسسدكڝئڝننڪقكقڪئددآححټزنڪؠسسنئسئنڝټټقټڪكحزحزححس؃ح؃سؠككئكنئؠحز؃ح؃نؠؠكسزززنحؠ؃سڪنڪنكڪزنزڪجد؃آدحآجكڝزنقحجج؃ڪڪڝڝحنجزڪسحسحدسڝحڝسنكقئقنجؠدزڝحڝننؠقسسزسندؠڝسټنټنقڪسنسڪحدڝآ؃حؠجقڝسنزححجڝڪټڝڪحكجسڪضحضح؃سڪحڪسككزئزنحڝ؃ق؃ڪآحكڪنحضضج؃جسڪزآجكڪنسضزجحدجدسآزنحقسقسجندسدنآټنقنڪضڝجؠدسدڪآڝننقؠقڪجڝدنڝڪڝڪؠحقؠكحئضح؃حسټزؠحك؃كسئزحجڝڝ؃سؠزكجزحزسحك؃ئ؃نؠؠكسزززنحټ؃ق؃ڪآئكؠنحضضج؃جسڪنآؠآنزڪضنضڪددڪآڝحنضقجقسجزدجڝئڝسنكقئقنجڪدؠدڪټدنآؠحسزجڪئسڝكټئټنقؠسسئحئنڝؠټزؠجؠنسټئقئڪڝڝټنؠؠؠڪسڝئنحقحڪڪدؠآآحزسئڪضس؃زڪجآئآسزڝضجضن؃ؠڪسآزآنقجضكضڪدحڝ؃ڝحنؠقضقسجزدحڪڪڝسنزقحضڪسسدزڝجټحټسقزسحجڝئسڝزټجؠجؠسسزئجحجحسټكؠئؠنسڪئكئڪ؃دټآڪحكزز؃زسحك؃ئ؃نآ؃كزكڪضئحؠجحڪضآ؃آسززضججئجسڪڝآجآنزؠضسجزجنڪټآقآڪقحضټسحدضڝ؃ڝسننقؠقنئجدكدڪټحؠ؃ؠحسؠئضئسڝزټحنڪؠسسزئحدڪحسټزؠجكحكسئزححڝڝ؃سؠزكجزجزسحز؃جڪجڪسكنزجزنحټ؃ق؃ڪآزندنحضجحڝ؃ندحآجكڪزنقحجضد؃دسآننحننضؠجزدقدنټجنزنڪضڝجندؠدڪټزنټؠحسسئئئسڝڝټكټنقؠسسئحئنڝؠټسؠحؠنسؠئزحسحنټؠؠسكجكنئؠحز؃ز؃نؠؠكززززنحټ؃ق؃ڪآحكټنحضضج؃جسڪؠآقآنزټضقضڪدئڪؠڝحنقزڝقسجكدئدنآؠنزقققنئجدزدڪآڝننقؠقڪئددآححټسؠدؠسسكئئئنڝڝټسټڪكزسټزححس؃ئ؃سؠڝكككنئؠحس؃ح؃نؠؠكسزحزنحؠ؃زڪسڪنكؠزسضجضن؃ؠڪزآزآنزؠضزجزجنڪڪآزآڪقدضآسحدؠڝضڝسنزقجضڪسسدزڝحآڪټسقكسئسندڪڝسڝڪنڝقؠسآسڪحزڝؠ؃حؠجقڪسڝزححؠ؃د؃سؠنكقكنئؠحز؃ن؃نآجكټكڪئڝحن؃ڪ؃ڪؠڝكؠزټزڪحڝ؃نڪزڪڪندزآقحججد؃ڝ؃ڝحنضق؃قسجزدجڝئڝسنڝقجقنجؠدسڝزڝننټقققڪئحدټححټضؠ؃ؠسسنئؠئن؃جټكټڪكحز؃زححجڝڝڪحڪحكؠزضزسحز؃حڪسڪسكززجضضضس؃زڪحؠڝآسزكضئضن؃ؠڪقآقآنزټضقضڪ؃ڝڪؠآآآڪقزضؠسحدجڪڪآڝټحقضس؃سسدنڝضڝننټقققڪئجدنححټؠؠدؠسسنئقئنڝؠټزؠنؠنزجئټئڪڝڝټنؠڪؠڪسڝئؠحټحڪټڝؠنكزكڪضدحآجحڪقؠڝآسزآضجضن؃ټڪقڪڪكڝزؠضسضڪدحڪؠڝحنضق؃قسجزدجڝئڝسنزقحسحسسدزڝحآڝټسقزسججڪئسڝكټئټنقؠسسئحئن؃جټزټڪكدسڝزححجڝڪټنڪحكضز؃زسحن؃ض؃نؠټكقكڪضحجججحڪؠآدآسزكضئضند؃ڪزڪڪندزآقحججد؃ڪټڝحنضق؃قسجڝدكدنآؠنسقحقنجؠدسڝحڝننؠقزسسسندؠڝسټجټنقؠسزئزئنڝؠټزؠزؠنسټئقئڪ؃ئټؠڪحكضز؃زسحز؃جڪئڪسكڝزجزنحؠ؃سڪزڪننجزكزڪجحد؃دحآؠنضنسضزجح؃ڪدسآزنحزڪقسجزدجڝحڝسنزقحضڝسسدزڝجټجټسقزسجئجئسڝنټسټنقټسقسڪدڝڝنټقټڪقڝسنئڪئڪ؃زڪدڪحكجسڪئټضح؃جټڝؠڝآحزضض؃ضس؃آڪجڪنكټزقزڪجج؃آدحآضن؃نسضزجئدجدسآكنئننضؠجسدحدنټجنزنڪسدجڝئحڝجآڪننؠحسضئ؃ئسڝنټضټنقټسقسڪحح؃ج؃حؠؠكدكسئكحئحنڪ؃ؠزؠڪزدئآضح؃جڪ؃ؠټآحزضض؃ضس؃ڝڪكڪنكؠزسضحضن؃ؠڪسآحآنزؠضزجسجنڪؠآسنجننضؠجزدزدنآؠنزقزقنجټدقدڪټئنؠؠحسضئ؃ئسڝزټجؠئؠسسڝئجئنڝؠټسؠزؠنسټئقئڪ؃حټټڪحكضز؃زسحن؃ؠ؃نآجكككڪضحج؃جحڪؠآضآسززضححڪجسڪزآحكڪنسضزججدحدسآزنحزڝقسجزدجڝجڝسنزقجسجسسدنڝسڝننټقققڪجڝدنڝقڝڪنڝقنسڪسڪحز؃د؃حؠجقڪسټزححجڝڝټڝڪحكضز؃زسحآ؃ج؃نؠټكقكڪضجحآجحڪضآ؃آسززضئجججسڪكآئآنزؠضسجحجنڝجآزآڪقدضڝسحدجڪڪآنټحقضس؃سسدنڝضڝننټقققڪئححجححټؠؠدؠسسكئئئن؃؃ټزټڪكدسآزححج؃؃ټټڪحكضز؃زسحڝ؃ك؃نؠؠكسزحزنحؠ؃سڪحڪنكؠززضسضن؃ؠڪسآجآنزؠضزجزجنڪؠآزنزننضټجقجڪڝئآؠټحقضس؃سسدزڝجټئټسقڝسجسندؠڝسټزټنقټسقسڪححڝټ؃حؠضك؃كسئؠحححنڪجؠكؠڪزحض؃ضح؃ؠڪضڪسكززحئڪضس؃زڪحؠڪآسززضججحجسڪزآحكڝنسضزججدجدسآزنجقجقسجندسدنآټنقنڪضڝجندقدڪآڝننقڪقڪئزحدححټجنڪقټكحئجدڝڝڝ؃حؠضك؃كسئآحجحنټټؠقؠڪزجئآضح؃ضڪ؃ڪسكززئضجضس؃كڪئڪنكؠزسضجضن؃ؠڪزآحآنزؠضسجحجنڪټآقآڪزڝضنجزجڪڪڝآؠنسنڪضڝجندسدڪټدنآؠحسججڝح؃ححټضؠ؃ؠسسآئجئنڝټټقټڪقڝسؠئسئڪڝڝټنؠؠؠڪسڝئنحڪحڪڪدؠآآحزجئڪجحجحڪجؠڝكڪنحضسحڪجسڪزآحكڪنسضنجججنڪټآقآڪزڝضنجسجڪڝدآآټحققضڝسسدكڝئڝننؠقزسحسندؠڝسټزټنقؠسسئنئنڝټټقټڪقڝسنئزئڪڝڝټنؠڪؠڪسڝئؠحؠحڪټڝؠنكزكڪضدحآجحڪؠآزآسززضججحجسڪنآحآنزڪضزضڪددڪآڝحنجزڪضؠسحدجڪڝآنټحقجضڪجنئحڝضټ؃ټسقڝسؠسندټڝقڝڪؠئقؠكحئضح؃حسټزؠجقڪكسئزحح؃ج؃سؠزكحزسزسحك؃ئ؃نؠؠكسزجزنحؠ؃سڪنڪنكؠززضزضن؃ؠڪسآجآنزټضقضڪ؃ڝڪنآڪآڪزڝضؠجزجڪڝزټجټحقؠسضسسدزڝحټسټسقكسئسندؠڝزټحټنقټسقسڪحئڝؠ؃حؠضك؃كسئزحج؃ح؃سؠڝكجكنئڪحڝحڪڪزؠټآحزضض؃ضس؃زڪحآسآسززضجحڝجسڪڝآؠآنقجضټضڪ؃ڝڪنآڪآڪقدضآسحدؠڝزڝسنكقئقنئ؃دزدڪټدنآؠحسججڪدټححټجنڝقڪكحئؠحزحسټنؠحؠنسڪئزئڪ؃دټآڪحكسزجزسحك؃ئ؃نؠڝكسكڪضدحآجحڪجؠڪكڝنحضجحڪ؃آدحآضن؃نسضڝجؠجنڪټآقآڪقئضآسحدضڝ؃ڝسننقنقنجټدقدڪآڝنؠقآقڪجڝدنڝنڝڪنڝقنسزسڪدڝڝؠټسټڪكدسآزححجڝڪڪحڪحكجسڝئؠضح؃ؠڪزڪسكڝزكزنحؠ؃سڪنڪنكټزقزڪحڝ؃نڪسڪڪندزآقحجق؃ڝدسآكنئننضؠجقدضدنآؠنققزقنجټدقدڪآڝنؠقڝقڪجڝدنڝنڝڪنڝقنسؠسڪدڝڝنټڪټڪقڝسنئزئڪ؃دټآڪحكؠزززسحك؃ئ؃نآ؃كقكڪضدحآجحڪزآ؃آسزؠضكضن؃ڝڪټڪڪنجقدقحجزدضدسآؠنكننضټجقجڪڪڝآننسنڪضڝجؠدزدڪټدنآؠحسججڪححححټجنڝقؠكحئؠحزحسټڝؠكؠنسؠئسحنحنټټؠقؠڪسڝئؠحټحڪڪدؠآآحزقئڝضس؃كڪئڪنكؠزسضضضن؃ؠڪزآسآنزڪضسضڪدجڪټڝحنسقسقسجندندنآڪنڪنڪسحئحئحڝزآڪټسقنسسسندټڝقڝڪؠحكحكحئسحححسټكؠئؠنسؠئزحححنټؠؠسكزكنئؠحس؃ن؃نؠڪكنكڪضدحآجحڪجؠڝكننحضجحڪ؃ڝدحآجكڪقحقحجسدحدسآكنئننضؠجزدحدنآؠنسقزقنجؠدسڝنڝننڪقنقڪئددآححټجنڝقنكحئجدڪڝڝ؃حؠجقڪزحزححس؃ح؃سؠككئكنئڝحقحڪڪحؠڪآحزضض؃ضس؃زڪجؠڪآسززضحجججسڪزآحنسنسضنجسجنڪټآقآڪزڝضؠجسجڪڪڝآننؠنڪضڝجندڪدڪټحنؠؠحسضئ؃ئسڝزټحؠ؃ؠسسزئجدڝحسټزؠجكحكسئكحئحنټؠؠسكزكنئټحقحڪڪئؠؠآحزضض؃ضس؃نڪؠڪنكڪزنزڪجد؃آدحآزندنسضنجنجنڪڪآڪآڪقحسحسحدسڝسڝسننقنقنجټدقدڪآڝننقسقڪجڝدؠڝزڝڪؠدقآكحئجدڪڝڝ؃حؠجقڪسآزححض؃؃؃سؠزكجزضزسحڝ؃ج؃نؠؠكسزززنجج؃ك؃ڪآحن؃نحضجحڝدحدحآؠنضنسضزجحدسدسآزنجقضقسجزدحڪڝڝسنكقئقنجؠدقڝقڝننټقققڪجڝدؠڝټڝڪؠزقؠكحئجدڪڝڝ؃حؠضك؃كسئنحضحنټټؠقؠڪزحضجضح؃ؠڪدڪسكنزقزنحؠ؃زڪنڪننجزټزڪحڝ؃نڪڪڪڪكڝزؠضټضڪ؃ڝڪنآزآڪقدضآسحدجڝ؃ټ؃ټحقضس؃سسدزڝجټضټسقڝسجسندؠڝسټزټنقټسقسڪححڝټ؃حؠضك؃كسئؠحححنڪجؠكؠڪزحض؃ضح؃جټڝآحآحزؠضضضس؃زڪحآسآسززضججضجسڪزآحكڝنسضكجئجنڝ؃آزآڪقئضؠسحدضڝ؃ڝسنزقجضڪسسدكڝئڝننؠقزسقسندؠڝسټسټنقؠسسئجئنڝؠټزؠحؠنسټئقئڪڝڝټنؠسؠڪززئؠضح؃ضڪجڪسكززحئڪضس؃كڪئڪنكڪزكزڪجد؃آدحآسنزنسضڝجضجنڪټآقآڪقئضؠسحدضڝ؃ڝسنزقئسدسسدكڝئڝنؠجقټقڪجڝدنڝسڝڪنڝقنسسسڪدڝڝؠټنټڪقڝسنئزئڪڝڝټؠؠؠؠڪسڝئؠحؠحڪڪدؠآآحزقئڝضس؃كڪئڪنكؠززضكضندجڪزڪڪكڝزنضؠضڪدزڪټڝحنسقئقسجڝدكدنآؠنسقحقنجؠدسڝحڝننؠقزسسسندؠڝسټجټنقؠسزئزئنڝؠټزؠزؠنسڪئنئڪ؃دټآڪحكجسڪئآضح؃جټڪآحآحزؠضضضس؃زڪحآدآسززضججججسڪكآئآنق؃ضزضڪددڪآڝحنزق؃قسجكدئدنآؠنققزقنجټدقدڪآڝننقسقڪئزدؠححټضؠجؠسسزئحدڪحسټكؠئؠنسڪئكئڪ؃دټآڪحكسزززسحڝ؃ض؃نؠټكقكڪضئحؠجحڪضآ؃آسززضئجدجسڪكآئآنقجضټضڪ؃ڝڪنآسآڪزڝضنجسجڪڪڝآؠنننڪضڝجندزدڪآڝنؠقؠقڪجڝدؠڝؠڝڪؠدقآكحئقدڝحسټكؠئؠنسؠئزحكحنڪجؠزؠڪسڝئنحؠحڪڪدؠآآحزسضدضس؃كڪئڪنكڪزڝزڪجز؃ټدحآسنئنسضڝجكجنڪؠآسنحننضؠجسدحدنآؠنزقسقنجؠدسڝجڝننؠقزسزسندؠڝزټزټنقڪسنسڪحدڝآ؃حؠجقڪسآزححجڝڪڪحڪحكؠزضزسحز؃حڪدڪسكززجضجضس؃كڪئڪنن؃زززڪجد؃آدحآزن؃نسضكجئجنڪؠآقنزننضټجقجڪڪڝآننسنڪسزجؠئحڝضټجټسقزسحجڪئسڝكټئټنقڪسكسڪحدڝآ؃حؠسكزكسئڝحضحنټټؠقؠڪزئئؠضح؃ضڪ؃ڪسكززئضدضس؃كڪئڪننجزټزڪحڝ؃نڪسڪڪكڝزنضسضڪ؃ڝڪؠآنآڪزڝضنجزجڪڪڝآؠنؠنڪضڝجؠدؠدڪټدنآؠحسقجڝئسڝكټئټنقؠسزئكئن؃جټزټڪقڝسنئؠئڪ؃دټآڪحكسزدزسحك؃ئ؃نؠڝكسكڪضزحټجحڪسآئآسزڝضكضن؃ؠڪسآحآنزؠضسجحجنڪؠآزنسننضؠجسدجدنآؠنزقزقنجؠدزڝزڝننڪقنقڪئددآححټجنڪقآكحئجدڪ؃ح؃حؠؠكضكسئزحح؃د؃سؠزكجزجزسحك؃ئ؃نآ؃كزكڪضدحآجحڪزآ؃آسزكضئضن؃ؠڪقآزآنزټضقضڪ؃ڝڪنآزآڪزڝضؠجسجڪڪڝآننسنڪسدجآئحڝجآڪنؠؠحسججڝدنححټجنڪقنكحئضح؃حسټزؠحكزكسئكحئحنڪ؃ؠزؠڪزدئآضح؃جټڝؠنآحزجئڪحڝجحڪجؠڪنحنحضضج؃جسڪزآجنضنسضڝجججنڪټآؠآڪزڝضؠجټجڪڝزآټټحقضس؃سسدآڝجڝننټقققڪجڝدؠڝسڝڪنڝقنسؠسڪدڝڝنټڪټڪكدسآزححجڝڝڪدڪحكؠسڝزسحك؃ز؃نؠؠكززكزنجج؃ك؃ڪآدكآنحضقحڝجسڪكآئآنزؠضزجحجنڪؠآسنزننضؠجسدندنآټنقنڪضڝجؠدندڪآڝنؠقنقڪئحدنححټجنڝكدكحئسدڝحسټكؠئؠنسؠئزحكحنټټؠقؠڪزئئؠضح؃ضڪ؃ڪسكززجئڪضس؃زڪحآجآسززضحجسجسڪكآئآنقجضڝضڪددڪآڝحنقزڝقسجكدئدنټجنڝنڪسدجآئحڝسټجټسقكسئسندڝڝكڝڪؠحكحكحئسحسحسټنؠنؠنسڪئڪئڪ؃حڪحڪحكضز؃زسحز؃حټڝڪسكززجئڪضس؃زڪحؠڪآسزكضئضن؃ؠڪسآنآنزؠضزجججنڝجآڝآڪقزسدسحدجڪڪټحټحقضس؃سسدزڝجټئټسقكسئسنح؃ڝزڝڪؠدقآكحئجدڪڝټ؃حؠجقڝسڪزححسڝڪ؃سؠڝكؠكنئټحقحڪڪحؠټآحزضض؃ضس؃ؠڪحڪنكڪزنزڪجد؃آدحآسنسنسضنجسجنڪټآقآڪزڝضؠجسجڪڪڝآننؠنڪضڝجندڪدڪټحنڪؠحسضئ؃ئسڝزټجنڪؠسسزئححجحسټزؠحكسكسئنحسحنټټؠقؠڪسڝئؠحسحڪټڝؠنكؠكڪئڝحن؃ڪ؃ڪآحكڪنحضضج؃جسڪزآجكڪنسضزجحدجدسآزنحقسقسجندسدنآټنقنڪسججآئحڝسټحټسقكسئسندؠڝزټحټنقؠسسئزئنڝؠټسؠنؠنسڪئنئڪ؃دټآڪحكجسڝئنضح؃جټڪؠڝآحزجئڪجحجحڪسؠڝآسزكضئضن؃ؠڪسآئآنزؠضزجججنڪؠآزنسننضټجقجڪڪڝآننؠنڪسدجآئحڝقآڝټسقكسئسندڪڝڝڝڪؠحقڪكحئضح؃حسټكؠزؠنسؠئزحقحنټټؠقؠڪزحئڝضح؃ضڪ؃ڪسكؠزحزنحټ؃ق؃ڪؠڝكنزسزڪحڝ؃ؠڪزڪڪندزآقحجج؃ڪڪڝڝحنجزڪضآسحدضڝ؃ڝسنزقجسئسسدڝڝجڝننؠقسسزسنحجڝكڝڪؠحك؃كحئجدڝ؃ح؃حؠؠكضكسئزحح؃س؃سؠزكجزضزسحز؃حټڝڪسككزئزنحؠ؃قڪقڪنكټزقزڪحڝ؃ؠڪآڪڪنززؠقحجج؃ڪڪڝڝحنضق؃قسجندضدنآټنقنڪسحئجئحڝؠټدټسقنسقسندؠڝزټنټنكجسټسڪدڝڝنټڪټڪقڝسؠئټئڪڝڝټنؠزؠڪزدئآضح؃جڪ؃آ؃آحزضض؃ضس؃زڪجآئآسزڝضجضن؃ؠڪسآزآنزټضقضڪدحڪټڝحنضق؃قسجؠدحدنټجنكنڪسحئ؃ئحڝجآڝؠحؠحسؠئضئسڝزټحؠسؠسسزئجحضحسټزؠحقڝكسئكحئحنڪ؃ؠزؠڪزئئؠضح؃ضڪ؃ڪسكززجئڪضس؃كڪئڪنكؠززضقضن؃ؠڪسآسآنزؠضسجججنڪؠآزنحننضټجقجڪڪڝآننسنڪسزجؠئحڝضټجټسقزسحجڪئسڝكټئټنقڪسكسڪحدڝآ؃حؠسكزكسئڝحضحنټټؠقؠڪزئئؠضح؃ضڪ؃ڪسكززئضدضس؃كڪئڪننجزټزڪحڝ؃نڪسڪڪكڝزنضسضڪ؃ڝڪؠآنآڪزڝضنجزجڪڪڝآؠنؠنڪضڝجؠدؠدڪټدنآؠحسقجڝئسڝكټئټنقؠسزئقئن؃جټزټڪقڝسنئؠئڪ؃زټټڪحكسزئزسحڝ؃ك؃نؠؠكسزحزنحؠ؃سڪحڪنكؠززضسضن؃ؠڪسآجآنزؠضزجزجنڪؠآزنزننضڪجنجڪڝدآآټحقجضڪجآئحڝجآڪؠحؠحسؠئضئسڝزټحؠدؠسسزئجحجحسټكؠئؠنز؃ئزئڪ؃دټآڪحكزز؃زسحك؃ئ؃نؠؠكقزززنحټ؃ق؃ڪؠڝكنزسزڪجز؃ؠدحآضنجنسضزجح؃ڪدسآكنئننضڪجكجڪڝدآآټحقسسزسسدڝڝضڝننټقققڪئئدؠححټضؠ؃ؠسسزئئحدحسټكؠئؠنزجئټئڪڝڝټنؠسؠڪسڝئنحسحڪټڝؠؠكنكڪئڝحن؃ز؃ڪؠڝكؠزؠزڪحڝ؃ؠڪؠڪڪندزآقحجق؃ڝدسآكنئننضؠجزدقدنټجنزنڪضڝجندؠدڪټدنآؠحسسئدئسڝكټئټنقڪسڝسڪحزڝټ؃حؠسكئكسئڝحكحنټؠؠسكحكنئؠحس؃ح؃نؠؠكززسزنحؠ؃سڪجڪنكؠززضزضن؃ؠڪزآزآنزڪضنضڪددڪآڝحنجزڪضآسحدجڪڪټحټحقؠسضسسدزڝحټدټسقزسجئجئسڝكټئټنك؃سزسڪحدڝآ؃حؠزك؃كسئكحئحنټؠؠقكزكنئټحقحڪټڝؠنكسكڪضزحؠجحڪضآجآسززضححڪجسڪكآئآنزڪضكضڪددڪآڝحنسقزقسجڝدضدنآټنقنڪسئجؠئحڝضټ؃ټسقزسئئدئسڝكټئټنكجسټسڪدڝڝنټسټڪقڝسنئسئڪڝڝټؠؠنؠڪسڝئنحزحڪټڝؠؠكؠكڪئڝحؠ؃ؠ؃ڪآدكآنحضقحڝجسڪكآئآنزؠضزجقجنڝجآزآڪزڝضنجؠجڪڝدآآټحقسسدسسدكڝئڝننڝقسقڪئزدټححټسؠئؠسسڝئكئنڝؠټسؠحؠنسؠئسحححنټؠؠزكسكنئؠحس؃ج؃نؠؠكززززنحؠ؃زڪزڪنكڪزنزڪجد؃آدحآجكڪزآقحجج؃ڪڝحڝحنؠقضقسجزدحڝدڝسنزقجسجسسدكڝئڝنؠ؃قزقڪئددآححټزؠ؃ؠسسكئئئنڝؠټقؠزؠنسټئقئڪڝڝټنؠزؠڪسڝئؠحسحڪټڝؠنكسكڪضدحآجحڪجؠڪكؠنحضجحڝ؃ندحآجكڪزنقحجضد؃دسآزنجقئقسجكدئدنټ؃نزنڪسدجآئحڝجآڝننؠحسججڪدڝححټجنڪكحكحئضح؃حسټزؠحكسكسئزحج؃ح؃سؠنكحكنئؠحس؃ح؃نؠڪكزكڪضدحآجحڪجؠڪكننحضضج؃جسڪآآجآنزټضقضڪ؃ڝڪؠآسآڪزڝضنجؠجڪڪڝآننڪنڪسدجآئحڝجآڪنؠؠحسججڪححححټجنڝقڝكحئجدڪڝؠ؃حؠضك؃كسئڝحؠحنټؠؠزكسكنئڪحسحڪڪحؠؠآحزضض؃ضس؃زڪحؠڝآسززضجحڪجسڪزآحكڪنسضكجئجنڝجآڝآڪقدضآسحدقڪڝڝسنكقئقنجؠدزڝحڝننؠقسسزسندؠڝسټنټنقټسقسڪدڝڝنټزټڪقڝسؠئسئڪڝڝټنؠسؠڪزدئآضح؃جټڪؠڝآحزجئڪحآجحڪضآ؃آسززضحجدجسڪزآجنحنسضڝجؠجنڪڪآسآڪقحضؠسحدضڝ؃ڝسنآقئقنجټدقدڪټحؠحؠحسضئ؃ئسڝزټجؠئؠسسزئححححسټزؠحقڝكسئزحجڝڪ؃سؠككئكنئؠحز؃ز؃نؠؠكسزئزنحڪ؃س؃ڪآدكڪنحضسجسجسڪكآسآنزڪضنضڪددڪآڝحنجزڪضټسحدجڪڪآټټحقسسئسسدڪڝضڝنؠدقكقڪئضدؠححټكؠسؠسسڝئزئن؃دټسټڪكسسڝزححؠڝڪ؃سؠڝكحكنضححڝحڪڪزؠڝآحزقضزضس؃ڪڪجڪننحزؠزڪجئ؃ڝدحآكنئنسضنجسجنڪټآقآڪقجضآسحدسڝحڝسنكقئقنجڪدڪدڪټحنڪؠحسضئ؃ئسڝنټزټنقڪسڝسڪححڝڪ؃حؠضك؃كسئنحنحنټڪؠزؠڪزدئآضح؃جټڪؠؠآحزجئڝحنجحڪجؠڪكننحضضج؃جسڪزآحنجنسضزجحد؃دسآكنئننضؠجزدحدنآؠنزقجقنجؠدزڝقڝننټقققڪجڝدنڝؠڝڪنڝقؠسڪسڪححڝن؃حؠسقڝكسئكحئحنټؠؠزكقكنئؠحس؃س؃نؠؠكسزجزنحؠ؃زڪحڪنكټزقزڪحڝ؃ؠڪآڪڪكڝزؠضزضڪدحڪنڝحنضقحقسجڪدضدنآؠنسقجقنئجدټدڪآڝنؠقنقڪئزحجححټجنڪقڪكحئضح؃حسټټؠئؠنسؠئسحجحنټؠؠسكنكنئؠحز؃ئ؃نؠؠكسزجزنحؠ؃زڪسڪنكڝزڪزڪجد؃آدحآقنسنسضزجح؃ڝدسآڝنؠننضؠجزدسدنآؠنققجقنجؠدزڝئڝننؠقزسقسندؠڝسټجټنقؠسسئحئنڝڝټڪټڪكدسآزححض؃ح؃سؠككئكنئڪحآحڪڪحآ؃آحزضض؃ضس؃زڪحآدآسززضججحجسڪڝآؠآنزڪضسضڪدحڪؠڝحنضق؃قسجندقدنآڪنآنڪسدجآئحڝضټحټسقكسئسندؠڝزټسټنقؠسسئجئنڝؠټزؠزؠنسؠئزحكحنټؠؠسكنكنئؠحز؃ق؃نؠڪكسكڪئڝحؠ؃ؠ؃ڪآحكؠنحضضجحجسڪنآسآنزټضقضڪ؃ڝڪنآقآڪقزسدسحدجڪڪټحټحقجضڝجڝئحڝجآڪنؠؠحسسجڝئسڝكټئټنقؠسسئجئنڝؠټزؠحؠنسؠئسحححنټټؠقؠڪسڝئؠحقحڪټڝؠؠكنكڪضححنجحڪسؠڝآسزكضئضن؃ؠڪسآجآنزؠضسجنجنڪؠآزنزننضؠجسدجدنآټنقنڪضڝجؠدقدڪآڝنؠقنقڪجڝدنڝؠڝڪنڝقؠسسسڪدڝڝؠټآټڪكحسنزححض؃ح؃سؠڪكقكنضجحټحڪټڝؠنكڪكڪئڝحؠ؃ټ؃ڪؠڝكنزززڪجد؃آدحآقنزنسضزجج؃ڪدسآزنجقئقسجزدحڪڝڝسنزقجسحسسدزڝحآڝټسقزسحجڪئسڝكټئټنقؠسسئؠئنڝؠټزؠكؠنسؠئزحزحنټؠؠزكقكنئټحقحڪڪزآحآحزجئڪحؠجحڪضآ؃آسزڪضضضن؃ؠڪسآؠآنقجضټضڪ؃ڝڪنآڪآڪزڝضنجڪجڪڪڝآننزنڪضڝجؠدندڪټدنآؠحسججڝح؃ححټجنڪقڪكحئؠحضحسټزؠجقڪكسئكحئحنټڝؠقؠڪزحئڪضح؃زټڪڪسكؠزكزنحڝ؃ق؃ڪآحكڪنحضزجضجسڪؠآسآنزڝضؠضڪدحڪڪڝحنززڪقسجؠدكدنآڝنكنڪسحئ؃ئحڝضټحټسقنسجسندټڝقڝڪنڝقنسزسڪدڝڝؠټسټڪقڝسنئسئڪ؃دټآڪحكجسڪئؠضح؃جټڪآحآحزجئڝحڝجحڪجؠڪكؠنحضضج؃جسڪزآجن؃نسضزججدحدسآزنحقجقسجزدجڪڪڝسنزقجسئسسدنڝحڝننټقنقڪئسح؃ححټؠؠضؠسسزئححسحسټزؠجكضكسئزححڝڝ؃سؠككئكنض؃حڝحڪټڝؠؠكسكڪئڝحؠ؃آ؃ڪؠڝكنزززڪحڝ؃ؠڪنڪڪكڝزنضزضڪ؃ڝڪنآسآڪقدضآسحدجڪڪټجټحقجضڝئدئحڝجآڝنڝؠحسججڝح؃ححټضؠ؃ؠسسڝئنئنڝؠټسؠجؠنسټئقئڪ؃ئڪ؃ڪحكجسڪئڝضح؃جټڪؠټآحزجئڪحټجحڪجؠڪكؠنحضجحڝ؃ڪدحآضن؃نسضزججدئدسآزنحقحقسجڝدكدنآؠنزقحقنجټدقدڪټحنڝؠحسزجڪئسڝنټسټنقڪسڝسڪحجڝآ؃حؠزكجكسئنحسحنټڝؠقؠڪزجض؃ضح؃زټڝڪسكنزسزنحڝ؃ن؃ڪآجكآنحضزجئجسڪنآقآنزټضنضڪدحڪؠڝحنضق؃قسجزدحڪڝڝسنزقجضڪسسدزڝحآڪټسقكسئسندؠڝسټجټنقؠسسئنئنڝؠټزؠزؠنسؠئسحجحنټټؠقؠڪسڝئؠحقحڪټڝؠؠكنكڪئڝحن؃ؠ؃ڪؠڝكؠزسزڪحڝ؃ؠڪآڪڪنحزنقحجضدحدسآڪنقننسججټجڪڪڝآننڪنڪضڝجؠدټدڪآڝننقزقڪئددآححټقؠزؠسسزئجدڪحسټزؠجكئكسئزححڝڝ؃سؠزكجزحزسحز؃حټڝڪسكززحئڪضس؃كڪئڪنكؠزسضؠضن؃ؠڪزآكآنزؠضزجزجنڪؠآزنقننضټجقجڪڝزټحټحقجضڪجؠئحڝضټ؃ټسقڝسكسندټڝقڝڪؠئكحكحئجدڝ؃ج؃حؠجقڝسؠزححجڝڝټڪڪحكجسڪئنضح؃ضڪ؃ڪسكټزضزنحؠ؃زڪحڪنكؠززضقضن؃ؠڪسآجآنزؠضسجضجنڪؠآسنجننضؠجزدسدنآڪنآنڪسدجڪئحڝسآڝټسقكسئسندؠڝسټجټنقؠسزئحئنڝؠټسؠحؠنسټئقئڪڝڝټنؠزؠڪسڝئنحڪحڪټڝؠؠكؠكڪئڝحن؃ز؃ڪآدكآنحضجحڝ؃آدحآجكڝزڪقحجج؃ڪڪڝڝحنجزڝضنسحدجڪڝټ؃ټحقسضڪسسدكڝسڝنؠ؃قڝقڪجڝدؠڝسڝڪنڝقؠسآسڪدڝڝنټزټڪقڝسؠئنئڪ؃دټآڪحكؠزضزسحك؃ئ؃نآ؃كڪكڪئڝحؠ؃ڝ؃ڪؠڝكؠزززڪحڝ؃ؠڪنڪڪكڝزنضسضڪددڪآڝحننقئقسجڝدكدنآؠنسقنقنجؠدزڝكڝننؠقسسجسندڪڝآڝڪؠدقڪكحئسدڝحسټكؠئؠنسؠئسحجحنټؠؠزكحكنئؠحس؃ح؃نؠټكقكڪئڝحن؃ز؃ڪؠڝكؠزسزڪحڝ؃نڪسڪڪندزآقحجج؃ڝڪڪڝحنضق؃قسجآدجدنآټنقنڪضڝجؠدسدڪآڝننقؠقڪجڝدنڝڪڝڪؠدقآكحئجدڪڝؠ؃حؠجقڪزحزححجڝڝټڝڪحكجسڪئؠضح؃جټڪؠڝآحزجئڪحآجحڪضآ؃آسزڝضؠضن؃ؠڪسآسآنزټضقضڪدئڪؠڝحنقزڝقسجكدئدنآڝنسنڪسدجآئحڝجآڝؠ؃ؠحسججڪدڪححټجنڪقؠكحئجدڝڝن؃حؠضك؃كسئزحح؃س؃سؠزكجسڝزسحڝ؃ؠ؃نآجكټكڪئڝحن؃ڪ؃ڪآدكآنحضجحڝ؃ڪدحآضن؃نسضآجججنڪټآقآڪزڝضؠجقجڪڝحآنټحقضس؃سسدزڝئټدټسقكسئسندټڝنڝڪؠئكجكحئجدڝڝن؃حؠجقڝز؃زححجڝڪټؠڪحكجسڝئڪضح؃ضڪ؃ڪسكآزنزنحؠ؃سڪجڪننجزڝزڪحڝ؃ؠڪنڪڪكڝزآضزضڪ؃ڝڪؠآقآڪزڝضؠجآجڪڪڝآننزنڪضڝجندسدڪټدنآؠحسقئسئسڝزټجؠزؠسسزئجدڝحسټزؠجكحكسئزححڝڪ؃سؠككئكنضححآحڪڪزآدآحزجئڪجحجحڪجؠڝندنحضجحڪ؃ؠدحآضن؃نسضزججدئدسآزنجزڝقسجكدئدنټ؃نڝنڪضڝجندسدڪآڝننقؠقڪجڝدؠڝآڝڪؠجكحكحئضح؃حسټنؠحؠنسڪئؠئڪ؃جټنڪحكسزحزسحن؃ؠ؃نؠڝكقكڪضجحڝجحڪسآحآسزؠضئضن؃ڝڪآڪڪنجزؠقحجسدحدسآؠنسننضڝجقجڪڝجټ؃ټحقضس؃سسدزڝجټئټسقزسججڝئسڝكټئټنقڝسقسڪححڝڪ؃حؠزقڪكسئؠحكحنټڝؠقؠڪزحئڪضح؃زڪضڪسكؠزسزنحڝ؃ؠ؃ڪآحكڪنحضزحڪجسڪؠآكآنزڝضكضڪدحڪؠڝحنضقحقسجندسدنآټنقنڪسدجڪئحڝكټزټسقزسججڪئسڝزټحؠسؠسسزئئدڝحسټكؠئؠنز؃ئڝئڪڝڝټنؠسؠڪسڝئنحؠحڪټڝؠؠكآكڪضدحآجحڪنآدآسززضححڝجسڪزآحنسنسضزجح؃ڝدسآڝنؠننضؠجزدقدنآؠنسقجقنجؠدسڝحڝننټقققڪئسح؃ححټؠؠضؠسسزئححسحسټزؠجكضكسئزححڝڝ؃سؠزكجزجزسحك؃ئ؃نؠڪكسكڪضضجحجحڪجؠڝكؠنحضجحڝد؃دحآضن؃نسضآجزجنڪؠآسننننضؠجسدندنآټنقنڪسسئ؃ئحڝؠټضټسقزسحئسئسڝزټجؠضؠسسزئحدڝحسټزؠجكجكسئنحجحنټټؠنؠڪزدئآضح؃جڪ؃ؠڝآحزسضحضس؃كڪئڪنكؠزقضضضن؃ټڪقڪڪنززؠقحجز؃ڪدسآڝنضننضټجقجڪڝئآؠټحقضس؃سسدزڝحټ؃ټسقڝسكسندؠڝسټنټنقؠسزئزئنڝؠټسؠجؠنسټئقئڪڝڝټآؠؠؠڪزحئڪضح؃ضڪ؃ڪسكززئضدضس؃كڪئڪننجزززڪجحدجدحآؠندنسضكجئجنڝ؃آزآڪقدضآسحدضڝزڝسنزقجضڪسسدزڝجټضټسقزسحئزئسڝڝټنټنقؠسسئجئنڝؠټزؠسؠنسټئڝئڪ؃حټڪڪحكضز؃زسحڝ؃ج؃نؠڝكسكڪضزحټجحڪضآ؃آسزآضجضن؃ټڪقڪڪندقجقحجؠدزدسآزنحقحقسجزدحڪڝڝسنڝقؠقنجؠدسڝكڝنؠجقڪقڪجڝدؠڝزڝڪنڝقآسسسڪحد؃ج؃حؠضك؃كسئزحئ؃ج؃سؠككئكنئڪحزحڪڪدؠآآحزجئڪحڝجحڪجؠڪكآنحضضج؃جسڪزآجنحنسضكجئجنڪؠآزنقننضؠجسدسدنآؠنسقجقنجؠدزڝحڝننټقققڪجڝدنڝؠڝڪنڝقنسقسڪحدڝآ؃حؠجقڝسڝزححجڝڝڪ؃ڪحكجسڝئڪضح؃جټڪؠڝآحزجئڝحنجحڪجؠڪكټنحضسجئجسڪزآحنسنسضزجح؃ڝدسآزنجزڪقسجندحدنآؠنزقسقنئجدزدڪټحؠجؠحسؠئدئسڝنټجټنقټسقسڪحئڝآ؃حؠضك؃كسئنحنحنټټؠقؠڪسڝئؠحآحڪټڝؠنكنكڪئڝحن؃ز؃ڪؠڝكؠزسزڪجد؃آدحآجكڝزڪقحجؠ؃ڝدسآننؠننسججكجڪڝدآآټحققضڝسسدكڝئڝننؠقزسقسندؠڝزټجټنقؠسزئحئنڝؠټزؠكؠنسؠئسحؠحنڪجؠڪؠڪسڝئنحزحڪټڝؠؠكنكڪضححنجحڪجؠڝكڪنحضؠحڝجسڪنآؠآنقجضكضڪدحڪؠڝحنضق؃قسجزدحڝجڝسنزقحس؃سسدكڝئڝننؠقزسسسنحجڝزڝڪؠحكجكحئؠحدحسټكؠئؠنز؃ئزئڪ؃ئټؠڪحكضز؃زسحز؃حڪزڪسكڝزكزنحؠ؃زڪقڪنكؠزسضسضن؃ڪڪآڪڪكڝزنضقضڪ؃ڝڪنآڪآڪزڝضؠجزجڪڪڝآؠنزنڪضڝجؠدندڪټحننؠحسججڝدڪححټؠنڝؠسسنئؠئن؃جټكټڪكحسؠزححض؃؃؃سؠزكجزئزسحز؃حڪحڪسكززحئڝضس؃زڪجؠڪآسزكضئضن؃ؠڪسآزآنزؠضسجئجنڪټآقآڪزڝضؠجنجڪڝزآؠټحقسسزسسدڝڝضڝننټقققڪئئدآححټقنڝؠسسكئئئنڝڪټؠټڪكجسنزححس؃ز؃سؠؠكئكنئڝحؠحڪڪجؠآآحززضئضس؃ؠڪجڪنكڝزنزڪجج؃آدحآزنئنسضكجئجنڪؠآزنقننضؠجسدسدنآؠنسقجقنجؠدزڝحڝننټقققڪجڝدنڝؠڝڪنڝقنسقسڪحدڝآ؃حؠجقڝسڪزححؠڝڝ؃سؠنكؠكنضجحكحڪڪدؠآآحزقئڪضس؃آڪجڪنكټزقزڪجج؃آدحآزكڪنسضؠجكجنڪڝآقآڪقجسدسحدزڝحڝسنؠقزقنجڝدسدڪټجؠدؠحسزئدئسڝكټئټنقؠسزئقئنڝؠټسؠسؠنسؠئسحجحنټؠؠزكحكنئټحقحڪټڝؠنكڪكڪئڝحؠ؃ز؃ڪآزنجنحضؠجضجسڪزآحنسنسضكجئجنڪؠآسنجننضټجقجڪڝئآؠټحقضس؃سسدزڝئټدټسقزسئئجئسڝكټئټنقؠسسئزئنڝؠټسؠئؠنسټئقئڪڝڝټؠؠنؠڪززئؠضح؃زټڪڪسكڝزضزنحټ؃ق؃ڪؠڝكؠزآزڪحڝ؃نڪنڪڪكڝزنضزضڪ؃ڝڪؠآسآڪقدضآسحدجڪڪآؠټحقضس؃سسدآڝجڝننټقققڪجڝدنڝكڝڪنڝقؠسؠسڪدڝڝؠټنټڪكحسنزححسڝڝ؃سؠككئكنئؠحس؃ج؃نؠؠكسزنزنحؠ؃زڪزڪنكؠزسضجضن؃ټڪقڪڪكڝزنضزضڪددڪآڝحنقزڝقسجكدئدنآؠنسقضقنجؠدزڝسڝننڪقسقڪجڝدنڝكڝڪنڝقؠسنسڪحز؃ج؃حؠسقڪكسئنحجحنټڪؠنؠڪزدئآضح؃سڪسڪسكنزسزنحټ؃ق؃ڪؠڝكؠزسزڪحڝ؃نڪؠڪڪكڝزنضڪضڪدحڪڪڝحنضق؃قسجزدجڪڪڝسنزقحسجسسدزڝحټسټسقنسسسندټڝقڝڪنڝقؠسسسڪدڝڝنټؠټڪقڝسنئڪئڪ؃حټڪڪحكضز؃زسحز؃جټڪڪسكززحضجضس؃زڪحآسآسزنضسضن؃ټڪقڪڪنجزآقحجسدحدسآكنئننضؠجزدحدنآؠنسقزقنجؠدسڝنڝننڪقنقڪئددآححټجنڝقنكحئجدڪڝڝ؃حؠجقڪزحزححسڝڝ؃سؠككئكنئؠحس؃ج؃نؠؠكززحزنحؠ؃سڪحڪنكټزقزڪحڝ؃ؠڪقڪڪكڝزؠضنضڪدحڪنڝحنسزڝقسجكدئدنآؠنسقنقنجؠدزڝجڝنؠجقڝقڪئزحدححټجنڪكحكحئضح؃حسټزؠجقڪكسئكحئحنڪ؃ؠزؠڪزدئآضح؃جټڝؠڪآحزؠئڝضس؃نڪؠڪننجزكزڪجد؃آدحآجكڪقحقحجج؃ڝڪؠڝحنؠقزقسجڝدكدنآؠنسقنقنجټدقدڪآڝنؠقڪقڪئددآححټقنڝؠسسكئئئنڝؠټقؠضؠنسؠئقحزحنټټؠقؠڪسڝئنحڪحڪټڝؠؠكزكڪضزجججحڪؠآضآسززضحجسجسڪكآئآنقجضڝضڪددڪآڝحنقزڝقسجكدئدنآټنؠنڪضڝجندزدڪټدنآؠحسسئجئسڝكټئټنقڝسسسڪحدڝآ؃حؠجقڪزحزححجڝڝټؠڪحكؠزززسحڝ؃ك؃نؠؠكسزنزنحټ؃ق؃ڪؠڝكنزؠزڪجد؃آدحآقكڝنسضكجئجنڪڪآڝآڪقدضآسحدجڪڝټجټحقجضڪجڪئحڝجآڪنڝؠحسججڪححححټجنڪقؠكحئضح؃حسټزؠحكجكسئكحئحنڪ؃ؠسؠڪزئئؠضح؃ضڪ؃ڪسكڝزؠزنحټ؃ق؃ڪؠڝكنزسزڪحڝ؃ؠڪزڪڪندزآقحجج؃ڪڪڝڝحنجزڪضآسحدضڝ؃ڝسننقحقنجؠدسڝجڝنؠجقزقڪجڝدنڝؠڝڪؠزقټكحئسحئحسټڝؠكؠنسؠئسحححنټؠؠسكحكنئؠحز؃س؃نؠؠكسزجزنحؠ؃زڪزڪنكؠززضزضن؃ټڪقڪڪنحزټقحجضد؃دسآؠنئننضټجقجڪڝئآؠټحققضڝسسدكڝئڝننؠقسسجسنحجڝزڝڪنڝقنسؠسڪحدڝآ؃حؠسكدكسئكحئحنټڪؠڝؠڪززئټضح؃سڪئڪسكڝزكزنحؠ؃سڪحڪنكؠزسضحضن؃ؠڪزآسآنزؠضسجججنڪؠآزنزننضؠجزدزدنآڪنزنڪسدجآئحڝؠټضټسقزسججڪئسڝزټحنڪؠسسكئئئنڝڪټسټڪقڝسنئزئڪ؃زټؠڪحكجسڪئڝضح؃ؠڪدڪسكنزقزنجج؃ټ؃ڪؠڝكنزسزڪحڝ؃نڪسڪڪكڝزؠضنضڪ؃ڝڪنآزآڪزڝضؠجؠجڪڪڝآؠنؠنڪسدجآئحڝسټدټسقكسئسندڝڝآڝڪؠدقآكحئقدڝحسټآؠجؠنسټئقئڪڝڝټنؠزؠڪززئؠضح؃جټڪؠڝآحزضض؃ضس؃نڪضڪنكټزقزڪجج؃ندحآؠندنسضنجقجنڝجآټآڪزڝضنجسجڪڪڝآننسنڪضڝجؠدندڪآڝننقزقڪجڝدؠڝؠڝڪنڝقؠسؠسڪححڝؠ؃حؠضك؃كسئڝحكحنټؠؠزكحكنئؠحس؃ح؃نؠټكقكڪئڝحن؃ز؃ڪآزكؠنحضجحڪ؃ڝدحآؠندنسضنجقجنڪؠآسنئننضؠجسدندنټجنټنڪضڝجندكدڪآڝنؠقؠقڪئددآححټقنڝؠسسآئجئنڝټټقټڪكجسآزححض؃؃؃سؠڝكككنئؠحز؃ح؃نؠؠكسزحزنحټ؃ق؃ڪؠڝكنزززڪجز؃ؠدحآجكڪزڝقحجضد؃دسآننضننضټجقجڪڝحټجټحقؠسدسسدنڝقڝننؠقسسئسندؠڝسټنټنكجسټسڪدڝڝنټكټڪقڝسؠئؠئڪ؃دټآڪحكقسڝزسحآ؃ج؃نؠټكقكڪضجحآجحڪضآ؃آسزڝضكضن؃ؠڪزآحآنزؠضسجحجنڪټآقآڪزڝضنجزجڪڝزآؠټحقجضڪجڝئحڝضټ؃ټسقنسضسندټڝقڝڪؠجقنكحئؠحدحسټنؠقؠنسؠئسحئحنټؠؠسكنكنضجحټحڪټڝؠنكككڪئڝحؠ؃ؠ؃ڪآدكآنحضقحڝجسڪآآجآنزټضقضڪدجڪآڝحنضق؃قسجزدجڝئڝسنزقحسحسسدزڝحآڝټسقزسججڪئسڝكټئټنقؠسزئنئن؃جټزټڪكدسڝزححجڝڝڪحڪحكضز؃زسحن؃ض؃نؠټكقكڪضحجججحڪؠآدآسزكضئضند؃ڪزڪڪندزآقحججد؃ڪټڝحنضق؃قسجڝدكدنآؠنسقحقنجؠدسڝحڝننؠقزسسسندؠڝسټجټنقؠسزئزئنڝؠټزؠزؠنسټئقئڪ؃ئټؠڪحكضز؃زسحز؃حټڝڪسكڝزجزنحؠ؃سڪزڪننجزكزڪجحد؃دحآؠنضنسضزجح؃ڪدسآزنحزڪقسجزدجڝحڝسنزقحضڝسسدزڝجټجټسقزسجئجئسڝنټسټنقټسقسڪدڝڝؠټڪټڪكززدزححجڝڪڪحڪحكجسڝضدضح؃جټڪؠؠآحزضض؃ضس؃آڪجڪنكټزقزڪحڝ؃ؠڪسڪڪندزآقحججد؃ڝ؃ڝحنضق؃قسجزدحڪڝڝسنڝقجقنجؠدسڝزڝننټقققڪئحدټححټضؠ؃ؠسسنئؠئن؃جټكټڪكحز؃زححجڝڝڪحڪحكؠزضزسحز؃حڪسڪسكززجضضضس؃زڪحؠڝآسزكضئضن؃ؠڪقآقآنزټضقضڪ؃ڝڪنآزآڪقزضؠسحدجڪڪآڝټحقضس؃سسدنڝضڝننټقققڪئجدنححټؠؠدؠسسنئقئنڝؠټزؠنؠنزجئټئڪڝڝټنؠڪؠڪسڝئؠحټحڪټڝؠنكزكڪضححڪجحڪضآ؃آسززضحج؃جسڪزآحنسنسضڝجكجنڪؠآسنضننضؠجزدزدنآټنقنڪسئجؠئحڝضټ؃ټسقؠسئسندټڝقڝڪنڝقآسؠسڪحدڝآ؃حؠجقڪسڝزححض؃؃؃سؠآكجكنئټحقحڪټڝؠنكؠكڪضدحآجحڪسآدآسزكضئضن؃ڝڪزڪڪندزآقحجج؃ڪڪؠڝحنجزڪسحسحدجڪڝآڝټحقجضڪجؠئحڝضټ؃ټسقزسحئجئسڝكټئټنك؃سزسڪحدڝآ؃حؠجقڪسڝزححض؃؃؃سؠنكضكنئټحقحڪڪحآجآحزضض؃ضس؃زڪحؠڝآسززضجحڪجسڪزآحكڪنسضكجئجنڪؠآسنجننضؠجزدحدنآؠنسقحقنجټدقدڪآڝننقزقڪئددآححټقنڝؠسسكئئئنڝؠټزؠحؠنسؠئسحزحنټؠؠسكنكنئټحقحڪټڝؠنكؠكڪضدحآجحڪقؠڝآسزكضئضن؃ؠڪزآحآنزؠضسجزجنڪؠآسننننضټجقجڪڝزټجټحقضس؃سسدآڝجڝننټقققڪجڝدؠڝسڝڪنڝقنسؠسڪدڝڝنټڪټڪكدسآزححجڝڝټنڪحكضز؃زسحآ؃ج؃نؠټكقكڪئڝحؠ؃س؃ڪؠڝكنزؠزڪحڝ؃نڪڪڪڪندزآقحجج؃ڝڪڝڝحنجزڝسحسحدؠڝضڝسننقحقنجؠدزڝنڝننڪقزقڪئددآححټجنڪقڝكحئجدڪڝآ؃حؠضك؃كسئزحجڝڪ؃سؠزكجسڝزسحز؃جڪئڪسككزئزنحؠ؃سڪزڪنكؠززضنضن؃ڪڪسڪڪنحزؠقحجضد؃دسآزنجقئقسجزدحڝحڝسنزقحضڝسسدزڝجآڪټسقكسئسندؠڝزټقټنقؠسزئجئنڝڪټسټڪكدسڪزححق؃ز؃سؠزكحسڪزسحز؃حڪجڪسكززجضئضس؃كڪئڪنندزقزڪحڝ؃نڪزڪڪكڝزنضڪضڪ؃ڝڪؠآقآڪزڝضنجزجڪڪڝآؠنننڪسجئحئحڝضټ؃ټسقآسؠسندؠڝزټحټنكجسڝسڪدڝڝؠټنټڪقڝسآئزئڪڝڝټؠؠقؠڪسڝئؠحآحڪټڝؠنكزكڪئڝحن؃س؃ڪآجنحنحضضج؃جسڪكآسآنزټضقضڪدحڝ؃ڝحنسقئقسجكدئدنآټنؠنڪضڝجؠدڪدڪټدنآؠحسسئئئسڝنټقټنقټسقسڪحدڝڪ؃حؠضك؃كسئزحج؃ح؃سؠزكحسڝزسحز؃جڪجڪسكززجضضضس؃زڪحآسآسززضججئجسڪنآحآنزؠضزجزجنڪڪآزآڪقدضڪسحدسڝحڝسنكقئقنجؠدسڝئڝنؠجقټقڪجڝدنڝڪڝڪنڝقؠسؠسڪدڝڝنټزټڪكحسؠزححض؃؃؃سؠزكحسڝزسحز؃جټڪڪسكززحئڪضس؃كڪئڪنكؠززضنضن؃ټڪقڪڪنئزؠقحجضد؃دسآزنجزڪقسجزدحڝجڝسنزقحسسسسدكڝئڝننؠقزسئسندؠڝزټسټنقڪسسسڪححڝؠ؃حؠضك؃كسئزححڝڝ؃سؠزكحزسزسحز؃جڪجڪسكززحئڝضس؃كڪئڪنكؠززضئضن؃ؠڪزآسآنزؠضسجزجنڪؠآزنحننضؠجزدقدنآڪنسنڪسدجڪئحڝنټئټسقڝسكسندؠڝسټنټنقؠسزئكئنڝؠټسؠجؠنسټئقئڪ؃ئڪجڪحكجسڝئنضح؃جټڝآ؃آحزجئڪحؠجحڪجؠڝكڪنحضجحڪ؃ؠدحآجكڪزنقحجضد؃دسآزنحقزقسجزدجڝضڝسنزقجسجسسدزڝجټئټسقكسئسنحجڝڪڝڪنڝقنسزسڪحدڝآ؃حؠنكدكسئزحح؃ز؃سؠڝكككنئؠحس؃ن؃نؠؠكسزنزنحؠ؃سڪجڪنكؠززضسضن؃ټڪقڪڪكڝزؠضآضڪ؃ڝڪنآنآڪقزسدسحدجڪڝآنټحقضس؃سسدؠڝئڝننڪقنقڪئجدنححټزؠضؠسسؠئئئنڝڪټنټڪكجزدزححز؃ح؃سؠؠكزكنئڪحنحڪڪجؠنآحززضضضس؃ؠڪضڪنكڪزآزڪجد؃ڪدحآسكڝنسضكجئجنڪؠآسنجننضؠجزدحدنآؠنسقحقنجټدقدڪآڝننقزقڪجڝدنڝڪڝڪنڝقؠسؠسڪدڝڝنټزټڪكدسآزححجڝڝټآڪحكجسڝئڪضح؃جټڪؠڝآحزجئڝحنجحڪجؠڝن؃نحضسحڪجسڪكآسآنقحضآضڪدزڝدڝحنجزڪسحسحدجڪڝټدټحقجضڪجؠئحڝضټ؃ټسقآسؠسندؠڝزټحټنقؠسزئقئنڝؠټسؠجؠنسؠئزحسحنټؠؠسكجكنئؠحس؃ح؃نؠټكقكڪئڝحن؃ڝ؃ڪؠڝكؠزټزڪحڝ؃ؠڪؠڪڪكڝزؠضآضڪددڪآڝحنؠقسقسجزدحڪڝڝسنكقئقنئ؃دآدڪآڝننقؠقڪجڝدنڝكڝڪنڝقنسكسڪدڝڝنټزټڪقڝسؠئنئڪ؃دټآڪحكجسڝض؃ضح؃جټڪؠڪآحزؠضضضس؃زڪجؠڪآسزكضئضن؃ڪڪؠڪڪنجزنقحجسدحدسآننؠننضڝجقجڪڝجآڝټحقسسحسسدؠڝئڝننڝقآقڪئجدؠححټسؠحؠسسؠئسئنڝڝټقټڪكجز؃زححس؃ئ؃سؠككسكنئڪحزحڪڪدؠآآحزجئڪحؠجحڪجؠڝكننحضجحڪ؃ندحآضن؃نسضزجح؃ڝدسآزنحقسقسجزدجڝجڝسنزقحضڝسسدكڝئڝننؠقزسئسندؠڝزټسټنقؠسسئزئنڝؠټزؠحؠنسؠئزحقحنټڪؠسؠڪزدئڪضح؃نڪئڪسكڝزكزنحؠ؃سڪنڪنكؠززضكضن؃ؠڪسآجآنزټضقضڪدئڝجڝحنجزڝضنسحدجڪڝټ؃ټحقجضڪجؠئحڝجآڝنڪؠحسججڪدؠححټجنڪقنكحئضح؃حسټزؠحكزكسئزحج؃ض؃سؠزكجزجزسحز؃جڪئڪسككزئزنجج؃ڪ؃ڪؠڝكنزززڪجد؃آدحآؠنضنسضكجئجنڝ؃آڪآڪزڝضؠجڝجڪڪڝآؠنزنڪضڝجؠدندڪآڝننقسقڪئددآححټكؠدؠسسزئجدڪحسټزؠجكئكسئزححڝڝ؃سؠزكحزدزسحز؃حټڝڪسكززجضحضس؃نڪقڪنكټزنزڪجح؃ؠدحآضن؃نسضزجح؃ڝدسآزنجزڪقسجزدحڪڪڝسنكقئقنجؠدسڝجڝننؠقسسنسندؠڝزټزټنقؠسسئجئنڝټټقټڪقڝسؠئقئڪڝڝټؠؠنؠڪسڝئنحؠحڪټڝؠؠكسكڪئڝحؠ؃آ؃ڪآحكننحضضجحجسڪآآؠآنزؠضزجحجنڪؠآزنقننضؠجسدجدنآؠنزقسقنجټدقدڪټزؠدؠحسضئ؃ئسڝآټنټنقؠسزئؠئنڝؠټزؠجؠنسؠئزحسحنټؠؠسكحكنئټحقحڪڪسآ؃آحزؠضضضس؃زڪحآسآسززضججضجسڪزآحكڝنسضنجقجنڪټآنآڪقحضؠسحدضڝ؃ڝسنزقحضڝسسدزڝجآڪټسقزسحجڪئسڝكټئټنقؠسسئجئنڝؠټزؠحؠنسؠئسحححنټټؠقؠڪسڝئؠحنحڪڪدؠآآحزقئڝضس؃كڪئڪنكؠززضحضن؃ؠڪسآزآنزؠضسجنجنڪټآقآڪزڝضنجزجڪڪڝآؠنسنڪضڝجندسدڪټدنآؠحسججڪ؃آڪڝآننزسئزجدسڪڪآننسآنآجكؠزنآڝټټننقسسحنحقټضآڝحدزڝټقسننزڝسآئجدڪڝجټټؠكټز؃حټنؠسكحؠڪنؠكقزسئجآحكسزحئڪسآزضئسجزڪدڪڝآئكټڝؠڪؠآحكڪزننؠزسززضزڝقضزقجضنجسدحئدحټدضڝئآج؃جدكڝحآڪننآؠؠضقڪنز؃دټحنڪقنآكننقجضټئددضڪڝټسؠحقزز؃ټؠؠڝكحسڪئنسكسنجڝحآڝزټضآحقڝزقڝزآحكنزسضحكضسؠضجحزكڝقجضسجح؃ڪحآجض؃سڝزن؃نضقئضدحڝسڝقؠضڪجندسضكحڝدزڪؠټضنجققسكجزجؠكسسسئحدڪئجئئحقڝټټضنؠزضسجئآحآڝزڪ؃ئؠحټ؃حټڪؠنڝنټؠآدقټزضضئححدجزكضححڪ؃نضئحزدضقڝضڝجح؃ڪڪنحك؃نټڝآآكززضسححڝدق؃ڝسئجندسڝحئددحڪزآسنټكدڪزټسنڪقنسسقضزڝسټجڪسزكحسنئسححئقئټحض؃؃؃ڝضئحس؃حټڪ؃ئ؃كڪدؠآسڪسؠئضحټڝڪټؠآؠجح؃نڪسآح؃ضټؠآجكزضڝڝڝآسنحزڪؠڪكڝقضضدجكدقڪسقآندزټحدجضڝؠآؠننز؃قڝض؃ئن؃جڝضدؠئؠدڪڝنټسحكڝجآآنڪكدسټئضڝڝټسضڝضححس؃حټڪڝآ؃ضټسآززدزڝضئحټئڝزڪضححڪ؃نحڝج؃ددڪڪؠزن؃زدئڝحؠنآزڪضنجسزدئټجټ؃ؠڪضټجنآزؠضزجڝټجكجسحجڪدنضزئحدزؠكټټنزق؃سحئضحدڝكټټزضحج؃زټنؠسكحڪضؠككقسټضدحنڝزټضؠجضجددڪحؠڪكنآحؠزقڝسڪئؠجئ؃؃ڪكؠزنئزحڪؠآټنحزڪضنكڪقسسحجنڪ؃ؠدقټحؠححڝحآڪننڝؠټضؠسسجضقحزدح؃دؠؠقضقضضكآزؠنقڪسنئسسضضڝئسححڝئآڝنټكدضجڪسؠنكسزحندقټزقئزحآڪدڪؠؠؠئجححڪسآحكڪڪنؠزنضقحئڝحق؃ؠڪآققككقدضؠڝكدقڪجټضسكقؠجټ؃دڪدآآآآقج؃ؠڝقټحنڪقنټضؠضكز؃سټسؠحقڪؠڪؠققؠسضئددؠ؃ئؠجآ؃قؠز؃ضحؠؠكآزحئڪحنئزئڝحټ؃ڝڪئآسزڝددڪسآحكڪؠټآضنئزججدجؠ؃ؠججضټجسدحڪڪحؠدسڪؠزجئقدسڝحآڪڝقڪؠټكؠحقكسئئضدټڝ؃ټنقآزدئكحئنجكضسنئسححئدئجحنڝؠڪقنڝكئ؃جڪزؠنكسزحنضقؠزحئټجد؃نټؠؠزكح؃ؠڪنآحكڪزنآنكؠزؠئڝجڝنكزڪضنجسزقس؃جكدجټئنضزآسز؃؃آڪننقسآككڝقزضؠئضدجڝقټكنزئټسحئنحسڝڪججئټححڝڪټنڝڪ؃سڪحؠنسټسزضح؃ؠكڝزحئڪحنضسئڪدڝدجټؠآئزضزڝئڝحزنحزنضسجحضسئڝحز؃سئزسؠجسدحڪڪدآ؃ؠڝحآننجزكضجئح؃ڝڪنؠضؠحقكسقججدضڪڝضزئټدڪڝنټسڝڪڝټآټنزقڪئڪئسدز؃ؠټجؠآجز؃حټڪؠنكقكئئڪحن؃سڪجؠڪكنزسسئضؠ؃نڪسآحڪدزنضسجح؃ڪڪنآسنحزڪضنجسدحڪڪآننسقحضڝجندسڝحآڪننكقسحجڪدؠڝسدننڪقنسسضئدڪڝنټزؠحكڪسنئسحححئټنؠسكجسڪضجحس؃جټڪڝككسزسسڝحن؃سڪحآزكنززضحجححؠڪسآحكڪقئضسجج؃ڪڪن؃ئنحزڪضنجزدحڪڪآننقنئضڪجؠدسڝحآڪننقسزئزندنڝزټحآڝقنسسئحج؃ڝنټسؠجقڪسټئسححڝڪڪآؠسكحز؃ئنئڝ؃حټڪؠنكسزحئڪحؠ؃سڪئؠڪكآزسضححڪ؃نڪزآحكڝزنضزجح؃ڪڪنآسنحزڪضؠجسدحڪڪآآنسقحضڪجټدڪڝحآڪنن؃حسحجڪدنڝسټحنڪزننضزڝحدڝنټسؠح؃دټڝنقڪڪڝڪټنؠسكحسڪئنكسئح؃زآسكسزحئڪكڝزكضن؃زڝآآؠؠسنضضڝحكحكڝټټڝضنجح؃ڪڪنحقدؠڝحؠڝحزدسڪڪآننسڪضآسكؠققدؠټئننقسسحؠدقڪسقجؠدآڝدحڝئحدڪڝنټسټجقڪسنئسجئححټنؠككحزحئنحس؃حټڪآټكسزضئڪحټ؃سڪجؠڪن؃نسضحجد؃نڪټآحكڝزنضسجحدح؃ؠآسنحزڪسدجسدجڪڪټآآنقحسدجندنڝحآڪننقسزضجڪدټڝسټضنڪقؠسسئحئدڝنټكؠحك؃سنئسححد؃ڪؠؠسكضسڪئؠحس؃حټڪآآكقزحضححن؃ڪڪحؠڪكنققضححڪ؃ڝڪسآجكڪزنضسجح؃ڪڪنآآنحزڪضنجسدح؃؃آننسقكضڪجؠدسڝحآڪنڪقسسحئجدندجټحنڝقنسسئندڪ؃جټسؠسقڪسنئسجئجسټنآ؃كحزضئنحس؃حڝڪؠنكسزآئڪجئ؃سڪقؠڪؠنزسضحجك؃نڪسآحن؃زنضسجح؃ڪڝزآسننزڪضنجسدحڪڪآنؠئقحسسجندسڝحآڪننقسسټجڪحقڝسټئنڪننسسئححكڝنڪدؠحكجسنئسححڝڪڪضؠسكئسڪئآحس؃حټڪؠنندزحضكحن؃كڪحټڪكنزسضټحڪدضڪسآضكڪزنضسجحدقڪنآقنحق؃ضنجسدحڪڪآڪنسقؠضڪئئدسڝحآڪننقڝسحئددنڝقټحآڪقنسسئضدڪ؃جټسؠضقڪسڪض؃حح؃جټنآجكحسڝئنجقحسټڪؠڝكسزسئڪحن؃سڪحټسكنزؠضححڝ؃نڪنآحكڪكټضسجس؃ڪڪآآسنحزڪضنزئدحڪڪآننزقحضڪجندسڝحآڪننققسئجڪدنڝسزجؠجقنسسئحقڪضټجزدڪڝنڝنئسححڝڪټنؠسكحسڪئنئج؃حټڪؠننققجئڪحآ؃سڪئؠڪكنزسسئجڝ؃نڪكآحن؃زنضسجحح؃؃ڪآسنسزڪضؠجسدحڪڪټ؃ټحقحسججندسڝحآڝننقنسحجڪس؃ڝسټحنڪقآسسئحدڪڝندآؠحقڪسنئسححڝڪټنؠسټقسڪئنحس؃ضټڪؠنكسزحكئحن؃سڪحؠڝكنزسضححڪئؠڪسآسكڪزآضسجج؃ڪڝ؃ڝؠنحزڪضنئڝدحڪڝآننزقحسحضؠدسڝحآڪآجقسسججڪح؃ججټحنڪقنزئئحدڝڝنټزؠحكحقؠئسححڝڪڪقؠسكجسڪئڪئز؃حټڪؠننڝزحئڝحن؃آدزؠڪكؠزسسؠحڪ؃ؠڪسآحكڪزڪززجح؃ڪڪنټڝنحزڝضنجسحئڪڪآڪنسقئضڪجټدسڝحڪ؃ننقؠسحئددنڝقټحؠئآزسسئسدڪ؃ڝټسؠجقڪسڝئسحسدڝټنؠسكحقجئنحز؃حڪحټؠكسزحئڪئج؃سڪجؠڪكنققضحجح؃نڪقآحندزنضسئئ؃ڪڪڝآسنضزڪضآجسدقحؠآنننقحزقجندزڝحټجننقنقججڪدنڝسڪآنڪقؠسسئحضټڝنټنؠحقڪسنئسححڝڪ؃دؠسكسسڪئؠحس؃حټڪؠنؠكزحضححن؃قڪحؠڪكنزسك؃حڪ؃نڪسآجكڪزنضسجج؃ڪڪنآسنحزڪضنجسدحڝضآننسقحضڪئجدسڝحآڪنؠقسسحجڪدنڝسټحنڪقنسسئحدڪڝنټسؠحقڪسنئسححڝڪټنؠسكحسڪئنحس؃حڪدؠنكسزحئڪحن؃سڪحؠڪكنزسضححڪ؃نڪسآحكڪزنضقجح؃ڪڪنآسنحزڪضنجسدجڪڪآننسقحضڪجندس"
        )
        local _l_ll = (-92 + (-(#[[<@519139355118534656>]]) + (0x5c8b / 159)))
        local _ll = 86
        local __ = _l_
        local _l = {}
        _l = {
            [(-87 + 0x58)] = function()
                local _l_, _l, _, ___ = _lllll(___lll, __, __ + ____l)
                __ = __ + _l__l
                _ll = (_ll + (_l_ll * _l__l)) % __ll
                return (((___ + _ll - (_l_ll) + __l * (_l__l * _lll)) % __l) * ((_lll * _l_lll) ^ _lll)) +
                    (((_ + _ll - (_l_ll * _lll) + __l * (_lll ^ ____l)) % __ll) * (__l * __ll)) +
                    (((_l + _ll - (_l_ll * ____l) + _l_lll) % __ll) * __l) +
                    ((_l_ + _ll - (_l_ll * _l__l) + _l_lll) % __ll)
            end,
            [(0x30 + -46)] = function(_, _, _)
                local _ = _lllll(___lll, __, __)
                __ = __ + ___
                _ll = (_ll + (_l_ll)) % __ll
                return ((_ + _ll - (_l_ll) + _l_lll) % __l)
            end,
            [((0x933 / 157) + -(#"loadstring()"))] = function()
                local _l, _ = _lllll(___lll, __, __ + _lll)
                _ll = (_ll + (_l_ll * _lll)) % __ll
                __ = __ + _lll
                return (((_ + _ll - (_l_ll) + __l * (_lll * _l__l)) % __l) * __ll) +
                    ((_l + _ll - (_l_ll * _lll) + __ll * (_lll ^ ____l)) % __l)
            end,
            [(61 - 0x39)] = function(__, _, _l)
                if _l then
                    local _ = (__ / _lll ^ (_ - _l_)) % _lll ^ ((_l - ___) - (_ - _l_) + ___)
                    return _ - _ % _l_
                else
                    local _ = _lll ^ (_ - ___)
                    return (__ % (_ + _) >= _) and _l_ or _l_l_
                end
            end,
            [((0xfa / 10) + -(#"sussy fortnite balls"))] = function()
                local __ = _l[(-28 + 0x1d)]()
                local _ = _l[(103 - (0x132 - 204))]()
                local _l_l = _l_
                local _ll = (_l[(61 + -0x39)](_, ___, _l___ + _l__l) * (_lll ^ (_l___ * _lll))) + __
                local __ = _l[(-(#"guys listen... sussex XD") + (130 - 0x66))](_, 21, 31)
                local _ = ((-_l_) ^ _l[(73 + -0x45)](_, 32))
                if (__ == _l_l_) then
                    if (_ll == __l__) then
                        return _ * _l_l_
                    else
                        __ = ___
                        _l_l = __l__
                    end
                elseif (__ == (__l * (_lll ^ ____l)) - ___) then
                    return (_ll == _l_l_) and (_ * (___ / __l__)) or (_ * (_l_l_ / __l__))
                end
                return _ll__l(_, __ - ((__ll * (_l__l)) - _l_)) * (_l_l + (_ll / (_lll ^ ___l_l)))
            end,
            [(39 + -0x21)] = function(_, _lll, _lll)
                local _lll
                if (not _) then
                    _ = _l[(90 - 0x59)]()
                    if (_ == _l_l_) then
                        return ""
                    end
                end
                _lll = ____ll(___lll, __, __ + _ - _l_)
                __ = __ + _
                local _ = ""
                for _l = ___, #_lll do
                    _ = _lll_l(_, _l__ll((_lllll(____ll(_lll, _l, _l)) + _ll) % __ll))
                    _ll = (_ll + _l_ll) % __l
                end
                return _
            end
        }
        local function ___lll(...)
            return {...}, _l_l_l("#", ...)
        end
        local function _l_lll()
            local __l_ = {}
            local _ll_ = {}
            local _ = {}
            local _l_l = {__l_, _ll_, nil, _}
            local __ = {}
            local _llll = (-(#"you have failed the script logging speedrun") + (187 - (7668 / 0x36)))
            local _ = {[(0x7d - 122)] = (function(_)
                    return not (#_ == _l[((0x7ae4 / 65) / 242)]())
                end), [(-68 + 0x48)] = (function(_)
                    return _l[(56 - 0x33)]()
                end), [(0x3e - 61)] = (function(_)
                    return _l[(0x6b - 101)]()
                end), [(0x126 / 147)] = (function(_)
                    local _ll = _l[(0x1b0 / 72)]()
                    local _l = ""
                    local _ = 1
                    for __ = 1, #_ll do
                        _ = (_ + _llll) % __ll
                        _l = _lll_l(_l, _l__ll((_lllll(_ll:sub(__, __)) + _) % __l))
                    end
                    return _l
                end)}
            _l_l[3] = _l[(39 - 0x25)]()
            local _ll = _l[((143 + -0x57) + -(#"can someone send me the psu source code it got deletedd"))]()
            for _ll = 1, _ll do
                local _l = _l[(0x178 / 188)]()
                local __l
                local _ = _[_l % (0x1310 / 244)]
                __[_ll] = _ and _({})
            end
            for __ll = 1, _l[(((0x6a - 86) + -(#"suck on my peanut")) / 3)]() do
                local _ = _l[(-(#[[paster haha paster]]) + (0x60 + -76))]()
                if (_l[(0x5d + -89)](_, _l_, ___) == __l__) then
                    local __l =
                        _l[((5406 / 0x6a) + -(#"psst constant table just below this meme string"))](_, _lll, ____l)
                    local _ll = _l[((0x4410 / 66) / 66)](_, _l__l, _lll + _l__l)
                    local _ = {
                        _l[(97 - 0x5e)](),
                        _l[((-20 + 0x4d) + -(#"make sure armando.rar isnt in ur fucking config folder"))](),
                        nil,
                        nil
                    }
                    local _l_l = {
                        [(-(#"this file has been secured with a wall the size of your mother") + ((452 - 0x10a) + -0x7c))] = function()
                            _[__lll] = _l[(435 / 0x91)]()
                            _[___l_] =
                                _l[
                                ((-0x65 + (439 - 0x117)) +
                                    -(#"psst.. change all returns to dump to get the source code"))
                            ]()
                        end,
                        [(-0x1b + 28)] = function()
                            _[____] = _l[(0x72 - 113)]()
                        end,
                        [((0xec - 126) - 0x6c)] = function()
                            _[____] = _l[(86 - 0x55)]() - (_lll ^ _l___)
                        end,
                        [(738 / 0xf6)] = function()
                            _[___l] = _l[(88 - (0x214e / 98))]() - (_lll ^ _l___)
                            _[_ll_ll] = _l[(-0x69 + 108)]()
                        end
                    }
                    _l_l[__l]()
                    if (_l[((-0x73 + 136) + -(#[[i loooove federal]]))](_ll, ___, _l_) == ___) then
                        _[_ll_l] = __[_[_l__]]
                    end
                    if (_l[(-73 + (-(#"stop looking at me im showering smh") + (0x11c - 172)))](_ll, _lll, _lll) == _l_) then
                        _[___l] = __[_[____]]
                    end
                    if (_l[(25 - 0x15)](_ll, ____l, ____l) == ___) then
                        _[_ll__] = __[_[__ll_]]
                    end
                    __l_[__ll] = _
                end
            end
            for _ = ___, _l[(0x1b - 26)]() do
                _ll_[_ - ___] = _l_lll()
            end
            return _l_l
        end
        local function _l_l_(_l, _l__l, _l_ll)
            local __ = _l[_lll]
            local __ll = _l[____l]
            local _l___ = _l[_l_]
            return (function(...)
                local _lllll = {}
                local __l = _l_l_l("#", ...) - ___
                local ____l = __
                local __l__ = {}
                local _ll = _l_
                local _l = -___
                local __ = {}
                local _l = ___lll
                local _l = __ll
                local __ll = _l___
                local _l___ = {...}
                for _ = 0, __l do
                    if (_ >= _l) then
                        _lllll[_ - _l] = _l___[_ + ___]
                    else
                        __[_] = _l___[_ + _l_]
                    end
                end
                local _l = __l - _l + _l_
                local _l
                local __l
                while true do
                    _l = __ll[_ll]
                    __l = _l[(91 + -0x5a)]
                    _ = (9533980)
                    while (0x8b + -105) >= __l do
                        _ = -_
                        _ = (1528611)
                        while __l <= (-0x5e + 110) do
                            _ = -_
                            _ = (120192)
                            while __l <=
                                (-(#"we dont give owner for feet pics what the fuck stop sending me your feet BRO") +
                                    (0x4946 / 226)) do
                                _ = -_
                                _ = (11362893)
                                while __l <= (-51 + (-86 + 0x8c)) do
                                    _ = -_
                                    _ = (8980914)
                                    while __l <= ((127 - 0x5c) + -(#"me when your girl and im shirtless")) do
                                        _ = -_
                                        _ = (1417864)
                                        while (69 + -0x45) < __l do
                                            _ = -_
                                            __[_l[__l_l]] = __[_l[_ll_]] % _l[__llll]
                                            break
                                        end
                                        while 3617 == (_) / (-33 + 0x1a9) do
                                            if __[_l[_l__]] then
                                                _ll = _ll + _l_
                                            else
                                                _ll = _l[____]
                                            end
                                            break
                                        end
                                        break
                                    end
                                    while 3398 == (_) / (0xb9d6 / ((5832 / 0xf3) + -(#"string"))) do
                                        _ = (7628665)
                                        while __l > ((0xde0 / 222) + -(#"Bye bye :wave:")) do
                                            _ = -_
                                            __[_l[_l__]] = __[_l[___l]][__[_l[_____]]]
                                            break
                                        end
                                        while 3383 == (_) / (-(#[[death threats]]) + (0x337ec / 93)) do
                                            local ___
                                            local __l
                                            local _
                                            __[_l[_l__]] = _l[_ll_]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[_llll]] = _l[_lll_]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[_l_l]] = #__[_l[____]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[__l_]] = _l[_ll_]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            _ = _l[__l_l]
                                            __l = __[_]
                                            ___ = __[_ + 2]
                                            if (___ > 0) then
                                                if (__l > __[_ + 1]) then
                                                    _ll = _l[___l]
                                                else
                                                    __[_ + 3] = __l
                                                end
                                            elseif (__l < __[_ + 1]) then
                                                _ll = _l[____]
                                            else
                                                __[_ + 3] = __l
                                            end
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                while 3669 == (_) / (0x1842 - 3113) do
                                    _ = (801845)
                                    while __l <= (98 + -0x5d) do
                                        _ = -_
                                        _ = (9453935)
                                        while __l > (0x26 - 34) do
                                            _ = -_
                                            local _ = _l[_l__]
                                            local __l = __[_]
                                            local _l_ = __[_ + 2]
                                            if (_l_ > 0) then
                                                if (__l > __[_ + 1]) then
                                                    _ll = _l[___ll]
                                                else
                                                    __[_ + 3] = __l
                                                end
                                            elseif (__l < __[_ + 1]) then
                                                _ll = _l[__lll]
                                            else
                                                __[_ + 3] = __l
                                            end
                                            break
                                        end
                                        while (_) /
                                            ((0xdc2 + -104) +
                                                -(#"Guys help theyve captured me and lock me inside the obfuscator!!!! debofuscate quick to save me")) ==
                                            2845 do
                                            local _ = _l[_llll]
                                            __[_] = __[_](__[_ + ___])
                                            break
                                        end
                                        break
                                    end
                                    while 3355 == (_) / (0x20c - 285) do
                                        _ = (942406)
                                        while __l > (0x4f2 / 211) do
                                            _ = -_
                                            __[_l[_llll]] = __[_l[___ll]][_l[_ll__]]
                                            break
                                        end
                                        while 1009 == (_) / (1887 - 0x3b9) do
                                            local _ = _l[_l__]
                                            __[_] = __[_](__[_ + ___])
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                break
                            end
                            while 313 == (_) / ((-(#[[sussy amogus]]) + (0x74f - 968)) - 0x1fb) do
                                _ = (7172469)
                                while (0x50 - 69) >= __l do
                                    _ = -_
                                    _ = (5618848)
                                    while __l <= (106 - 0x61) do
                                        _ = -_
                                        _ = (4871629)
                                        while __l > (-(#"Perth sent his vagina to a 9 year old real!!!") + (134 - 0x51)) do
                                            _ = -_
                                            __[_l[_l_l]] = _l__l[_l[____]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[_llll]] = #__[_l[_lll_]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            _l__l[_l[____]] = __[_l[_l__]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[_l_l]] = _l__l[_l[___l]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[_llll]] = #__[_l[_ll_]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            _l__l[_l[___l]] = __[_l[__l_]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            do
                                                return
                                            end
                                            break
                                        end
                                        while (_) / (4882 - 0x9b1) == 2029 do
                                            __[_l[__l_]] = __[_l[__lll]]
                                            break
                                        end
                                        break
                                    end
                                    while 1696 == (_) / (192154 / 0x3a) do
                                        _ = (3007404)
                                        while (87 - (-(#"psu is powered by garlic paste") + (0xf8 - 141))) < __l do
                                            _ = -_
                                            _l_ll[_l[_lll_]] = __[_l[__l_l]]
                                            break
                                        end
                                        while (_) / ((0x39e + -86) + -(#"hacker")) == 3606 do
                                            local _ = _l[_l_l]
                                            local _l_ = __[_ + 2]
                                            local __l = __[_] + _l_
                                            __[_] = __l
                                            if (_l_ > 0) then
                                                if (__l <= __[_ + 1]) then
                                                    _ll = _l[___l]
                                                    __[_ + 3] = __l
                                                end
                                            elseif (__l >= __[_ + 1]) then
                                                _ll = _l[_ll_]
                                                __[_ + 3] = __l
                                            end
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                while 1971 == (_) / ((0x1d13 - 3780) + -(#[[Brick Lucas Deez Peanuts]])) do
                                    _ = (987459)
                                    while ((-99 + 0x7c) + -(#[[mom shot dad]])) >= __l do
                                        _ = -_
                                        _ = (2551700)
                                        while __l > (-(#"i love perth") + ((0xfdb - 2091) / 0x52)) do
                                            _ = -_
                                            __[_l[_ll_l]]()
                                            break
                                        end
                                        while 3230 == (_) / (905 + -0x73) do
                                            _l__l[_l[__lll]] = __[_l[_llll]]
                                            break
                                        end
                                        break
                                    end
                                    while (_) / (590 - 0x151) == 3903 do
                                        _ = (9917818)
                                        while __l <=
                                            (-(#"if you see this why are you looking at the script") + (0x94 - 85)) do
                                            _ = -_
                                            local _ = _l[_l_l]
                                            local __l = __[_]
                                            local _l_ = __[_ + 2]
                                            if (_l_ > 0) then
                                                if (__l > __[_ + 1]) then
                                                    _ll = _l[___l]
                                                else
                                                    __[_ + 3] = __l
                                                end
                                            elseif (__l < __[_ + 1]) then
                                                _ll = _l[_lll_]
                                            else
                                                __[_ + 3] = __l
                                            end
                                            break
                                        end
                                        while 3062 == (_) / (-(#"mer is white") + (0xd17 + -100)) do
                                            _ = (3705645)
                                            while (2325 / 0x9b) < __l do
                                                _ = -_
                                                __[_l[__l_]] = __[_l[____]] % _l[_____]
                                                break
                                            end
                                            while (_) / (-0x27 + 1626) == 2335 do
                                                __[_l[_l__]] = (_l[___l] ~= 0)
                                                break
                                            end
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                break
                            end
                            break
                        end
                        while 877 == (_) / (-(#[[i know what sex is, but i wont tell you]]) + (-0x3d + 1843)) do
                            _ = (55632)
                            while (-0x2c + 69) >= __l do
                                _ = -_
                                _ = (3062202)
                                while (0x370 / 44) >= __l do
                                    _ = -_
                                    _ = (2481243)
                                    while (-28 + 0x2e) >= __l do
                                        _ = -_
                                        _ = (2259488)
                                        while (-51 + 0x44) < __l do
                                            _ = -_
                                            __[_l[__l_]] = __[_l[____]] - __[_l[__ll_]]
                                            break
                                        end
                                        while (_) / (-(#[[_Ben is godly]]) + (-0x66 + 3783)) == 616 do
                                            __[_l[_llll]] = _l[___ll]
                                            break
                                        end
                                        break
                                    end
                                    while (_) / ((0xef4 - 1940) + -(#"free bobux real!!!!1!")) == 1329 do
                                        _ = (10392708)
                                        while __l > (0xbcd / 159) do
                                            _ = -_
                                            __[_l[_l__]] = {}
                                            break
                                        end
                                        while (_) / (-(#"piss of") + (3402 + -0x66)) == 3156 do
                                            __[_l[__l_l]] = __[_l[___l]][__[_l[_ll__]]]
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                while (_) / (5517 - 0xada) == 1118 do
                                    _ = (7553664)
                                    while (145 - 0x7b) >= __l do
                                        _ = -_
                                        _ = (7389940)
                                        while (0xdf2 / 170) < __l do
                                            _ = -_
                                            if (__[_l[_l_l]] ~= __[_l[__llll]]) then
                                                _ll = _ll + ___
                                            else
                                                _ll = _l[_lll_]
                                            end
                                            break
                                        end
                                        while 2447 == (_) / (0xaa514 / 231) do
                                            __[_l[_l_l]] = __[_l[_ll_]][_l[__ll_]]
                                            break
                                        end
                                        break
                                    end
                                    while (_) / (0x1423 - 2627) == 2988 do
                                        _ = (14798834)
                                        while __l <= (-(#"moonsec source: if code then obfuscate end") + (0x1658 / 88)) do
                                            _ = -_
                                            local _ = _l[_llll]
                                            local _l_ = __[_ + 2]
                                            local __l = __[_] + _l_
                                            __[_] = __l
                                            if (_l_ > 0) then
                                                if (__l <= __[_ + 1]) then
                                                    _ll = _l[___l]
                                                    __[_ + 3] = __l
                                                end
                                            elseif (__l >= __[_ + 1]) then
                                                _ll = _l[____]
                                                __[_ + 3] = __l
                                            end
                                            break
                                        end
                                        while 3914 ==
                                            (_) / ((0xea35a / 251) + -(#"Pain is an illusion created by your brain")) do
                                            _ = (603505)
                                            while (0x2a0 / 28) < __l do
                                                _ = -_
                                                __[_l[_l__]] = #__[_l[___ll]]
                                                break
                                            end
                                            while 301 == (_) / (-44 + 0x801) do
                                                __[_l[__l_]][__[_l[_ll_]]] = __[_l[_ll__]]
                                                break
                                            end
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                break
                            end
                            while 76 == (_) / (-(#"psu is shitty") + (-0x14 + 765)) do
                                _ = (4230268)
                                while (0x7e - 97) >= __l do
                                    _ = -_
                                    _ = (8428434)
                                    while (5589 / 0xcf) >= __l do
                                        _ = -_
                                        _ = (3924680)
                                        while (-0x38 + 82) < __l do
                                            _ = -_
                                            local _ = _l[__l_l]
                                            __[_](__[_ + ___])
                                            break
                                        end
                                        while (_) / (-(#"Federal spilled out the milk") + (0x4e2 + (-38 - 0x4))) == 3326 do
                                            __[_l[__l_]] = __[_l[____]] - __[_l[_ll__]]
                                            break
                                        end
                                        break
                                    end
                                    while (_) / (763434 / 0xf9) == 2749 do
                                        _ = (179400)
                                        while (-124 + 0x98) < __l do
                                            _ = -_
                                            __[_l[_l_l]] = _l_l_(____l[_l[_lll_]], nil, _l_ll)
                                            break
                                        end
                                        while 130 == (_) / (2845 - 0x5b9) do
                                            local _ = _l[__l_]
                                            local _ll = __[_l[_ll_]]
                                            __[_ + 1] = _ll
                                            __[_] = _ll[_l[__llll]]
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                while (_) / ((0xcc5 + -82) + -(#"I am eq opcode lmaooooo")) == 1337 do
                                    _ = (1557864)
                                    while ((275 - 0xc8) + -(#"when is federal going to meet memcorrupt irl")) >= __l do
                                        _ = -_
                                        _ = (4469795)
                                        while __l > ((0x7a8 / 56) + -(#"penis")) do
                                            _ = -_
                                            do
                                                return
                                            end
                                            break
                                        end
                                        while 2245 == (_) / (-(#[[Fake news]]) + (4123 - 0x84b)) do
                                            if (__[_l[_l_l]] == __[_l[__ll_]]) then
                                                _ll = _ll + ___
                                            else
                                                _ll = _l[___l]
                                            end
                                            break
                                        end
                                        break
                                    end
                                    while 843 ==
                                        (_) /
                                            ((0xac80 / 23) +
                                                -(#"is it me or everyones feeling like ghostpinging <@!519139355118534656> ?")) do
                                        _ = (746133)
                                        while __l <= (-94 + 0x7e) do
                                            _ = -_
                                            local _ll = _l[___l]
                                            local _ = __[_ll]
                                            for _l = _ll + 1, _l[___l_] do
                                                _ = _ .. __[_l]
                                            end
                                            __[_l[_l__]] = _
                                            break
                                        end
                                        while 219 == (_) / ((6960 - 0xdc7) + -(#[[Ze bluetooth is connecteed]])) do
                                            _ = (9429084)
                                            while __l > (924 / 0x1c) do
                                                _ = -_
                                                __[_l[_l__]] = _l_l_(____l[_l[__lll]], nil, _l_ll)
                                                break
                                            end
                                            while (_) / (3926 + -0x14) == 2414 do
                                                _ll = _l[___l]
                                                break
                                            end
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                break
                            end
                            break
                        end
                        break
                    end
                    while 3046 == (_) / (0x65a22 / 133) do
                        _ = (13627146)
                        while (-(#"Perths Scripting Shit") + (0xef - 166)) >= __l do
                            _ = -_
                            _ = (1061115)
                            while (-(#"This script has been obfuscated using your mom") + (3471 / 0x27)) >= __l do
                                _ = -_
                                _ = (2439657)
                                while __l <= (-(#"balls in ur jawz") + (5400 / 0x64)) do
                                    _ = -_
                                    _ = (3328416)
                                    while __l <= (0x5b - 55) do
                                        _ = -_
                                        _ = (5175577)
                                        while __l > (0xaa - 135) do
                                            _ = -_
                                            __[_l[_llll]] = _l_ll[_l[__lll]]
                                            break
                                        end
                                        while 1789 == (_) / (-0x71 + 3006) do
                                            do
                                                return __[_l[_l_l]]
                                            end
                                            break
                                        end
                                        break
                                    end
                                    while (_) / (461916 / 0x8d) == 1016 do
                                        _ = (4905096)
                                        while (0x8f6 / 62) < __l do
                                            _ = -_
                                            local _l_ = ____l[_l[____]]
                                            local __l
                                            local _ = {}
                                            __l =
                                                __ll_l(
                                                {},
                                                {__index = function(__, _l)
                                                        local _ = _[_l]
                                                        return _[1][_[2]]
                                                    end, __newindex = function(_ll, __, _l)
                                                        local _ = _[__]
                                                        _[1][_[2]] = _l
                                                    end}
                                            )
                                            for __l = 1, _l[___l_] do
                                                _ll = _ll + ___
                                                local _l = __ll[_ll]
                                                if
                                                    _l[
                                                        (-(#[[someone play kogama with perth please hes so lonely]]) +
                                                            (7748 / 0x95))
                                                    ] == 70
                                                 then
                                                    _[__l - 1] = {__, _l[_ll_]}
                                                else
                                                    _[__l - 1] = {_l__l, _l[____]}
                                                end
                                                __l__[#__l__ + 1] = _
                                            end
                                            __[_l[_ll_l]] = _l_l_(_l_, __l, _l_ll)
                                            break
                                        end
                                        while (_) / (3655 - 0x739) == 2716 do
                                            __[_l[_l_l]] = _l_ll[_l[___ll]]
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                while 1881 == (_) / (11673 / 0x9) do
                                    _ = (585630)
                                    while __l <= ((-(#"moonsec > telecrypter") + (397 - 0xe8)) - 0x68) do
                                        _ = -_
                                        _ = (11084850)
                                        while ((221 + -0x57) +
                                            -(#"Guys help theyve captured me and lock me inside the obfuscator!!!! debofuscate quick to save me")) <
                                            __l do
                                            _ = -_
                                            if (__[_l[_ll_l]] == _l[_____]) then
                                                _ll = _ll + ___
                                            else
                                                _ll = _l[_ll_]
                                            end
                                            break
                                        end
                                        while 2835 == (_) / (-0x78 + 4030) do
                                            __[_l[_ll_l]] = (_l[__lll] ~= 0)
                                            break
                                        end
                                        break
                                    end
                                    while 2430 == (_) / (0x9b55 / 165) do
                                        _ = (1853856)
                                        while (-(#[[Gav is shitty]]) + (167 - ((233 + -0x68) + -(#"follow your nose")))) >=
                                            __l do
                                            _ = -_
                                            do
                                                return __[_l[__l_]]
                                            end
                                            break
                                        end
                                        while 738 == (_) / (278832 / 0x6f) do
                                            _ = (1838724)
                                            while (-(#"hint: the script is in line 1") + (-0x4e + 149)) < __l do
                                                _ = -_
                                                local _ = _l[_l_l]
                                                __[_] = __[_](__l_ll(__, _ + _l_, _l[__lll]))
                                                break
                                            end
                                            while (_) / (-(#"Nigh") + (197682 / 0x5e)) == 876 do
                                                if (__[_l[_l_l]] == _l[__ll_]) then
                                                    _ll = _ll + ___
                                                else
                                                    _ll = _l[__lll]
                                                end
                                                break
                                            end
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                break
                            end
                            while (_) / (-(#"Broo u/thatHEXdude slapped this server") + (50283 / 0x97)) == 3597 do
                                _ = (3920118)
                                while __l <= (4700 / 0x64) do
                                    _ = -_
                                    _ = (259369)
                                    while (6300 / 0x8c) >= __l do
                                        _ = -_
                                        _ = (6260709)
                                        while (0x1e14 / 175) < __l do
                                            _ = -_
                                            _l_ll[_l[___l]] = __[_l[_l_l]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[_llll]] = {}
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[_l__]] = {}
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            _l_ll[_l[___ll]] = __[_l[_l__]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[_ll_l]] = _l_ll[_l[_ll_]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            if (__[_l[_l_l]] == _l[_ll_ll]) then
                                                _ll = _ll + ___
                                            else
                                                _ll = _l[_lll_]
                                            end
                                            break
                                        end
                                        while 4047 == (_) / (3202 - 0x677) do
                                            local _lll = ____l[_l[____]]
                                            local _l_
                                            local _ = {}
                                            _l_ =
                                                __ll_l(
                                                {},
                                                {__index = function(__, _l)
                                                        local _ = _[_l]
                                                        return _[1][_[2]]
                                                    end, __newindex = function(_ll, _l, __)
                                                        local _ = _[_l]
                                                        _[1][_[2]] = __
                                                    end}
                                            )
                                            for __l = 1, _l[_____] do
                                                _ll = _ll + ___
                                                local _l = __ll[_ll]
                                                if _l[((0x710 / 226) + -(#"True af"))] == 70 then
                                                    _[__l - 1] = {__, _l[___l]}
                                                else
                                                    _[__l - 1] = {_l__l, _l[__lll]}
                                                end
                                                __l__[#__l__ + 1] = _
                                            end
                                            __[_l[__l_]] = _l_l_(_lll, _l_, _l_ll)
                                            break
                                        end
                                        break
                                    end
                                    while (_) / (0xb0c6 / 242) == 1387 do
                                        _ = (4695390)
                                        while (-0x57 + 133) < __l do
                                            _ = -_
                                            _l_ll[_l[_ll_]] = __[_l[_l_l]]
                                            break
                                        end
                                        while (_) / (289710 / 0xde) == 3598 do
                                            local _ll = _l[_ll_]
                                            local _ = __[_ll]
                                            for _l = _ll + 1, _l[_ll_ll] do
                                                _ = _ .. __[_l]
                                            end
                                            __[_l[_l_l]] = _
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                while (_) / (-0x67 + 1609) == 2603 do
                                    _ = (4317555)
                                    while (0x24c0 / 192) >= __l do
                                        _ = -_
                                        _ = (5590048)
                                        while __l > (0x87 - 87) do
                                            _ = -_
                                            __[_l[__l_]] = _l[___ll]
                                            break
                                        end
                                        while (_) / (0x973 + -26) == 2336 do
                                            if __[_l[_ll_l]] then
                                                _ll = _ll + _l_
                                            else
                                                _ll = _l[_ll_]
                                            end
                                            break
                                        end
                                        break
                                    end
                                    while (_) / (207966 / 0x8a) == 2865 do
                                        _ = (6008035)
                                        while (0xde - 172) >= __l do
                                            _ = -_
                                            local _ = {__, _l}
                                            _[___][_[_lll][__l_]] = _[_l_][_[_lll][_____]] + _[___][_[_lll][__lll]]
                                            break
                                        end
                                        while (_) / ((-64 + 0xf43) + -(#"True")) == 1565 do
                                            _ = (9367320)
                                            while __l > (-24 + 0x4b) do
                                                _ = -_
                                                __[_l[__l_]] = _l__l[_l[_ll_]]
                                                break
                                            end
                                            while 3765 ==
                                                (_) / (-(#[[sorry i broke the swear rule :(((]]) + (0xa2b + -82)) do
                                                __[_l[_l_l]][__[_l[___ll]]] = __[_l[__ll_]]
                                                break
                                            end
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                break
                            end
                            break
                        end
                        while (_) / (-(#"im finna commit 9/11") + (7942 - (4122 + -0x7e))) == 3471 do
                            _ = (1054944)
                            while (0xea - (-35 + 0xd0)) >= __l do
                                _ = -_
                                _ = (350354)
                                while (-(#"staymad") + (0x20bb / 133)) >= __l do
                                    _ = -_
                                    _ = (5952411)
                                    while ((-0xcc + 93) + 165) >= __l do
                                        _ = -_
                                        _ = (554659)
                                        while (-(#[[i made my sister wet]]) + (244 - 0xab)) < __l do
                                            _ = -_
                                            __[_l[_l_l]] = #__[_l[_ll_]]
                                            break
                                        end
                                        while (_) / ((1461 + -0x50) + -(#"GIVE ME MY FUCKING ROLE BACK YOU BITCH")) ==
                                            413 do
                                            if (__[_l[_l_l]] == __[_l[_ll__]]) then
                                                _ll = _ll + ___
                                            else
                                                _ll = _l[___ll]
                                            end
                                            break
                                        end
                                        break
                                    end
                                    while 3823 == (_) / ((0x6a4 + -112) + -(#"i love minecraft what about you")) do
                                        _ = (4071548)
                                        while (3520 / (0x7c + -60)) < __l do
                                            _ = -_
                                            local ____l
                                            local __l
                                            local _l__l
                                            local _
                                            __[_l[_l_l]] = _l_ll[_l[__lll]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[_llll]] = __[_l[___l]][_l[__llll]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            _ = _l[__l_l]
                                            _l__l = __[_l[_ll_]]
                                            __[_ + 1] = _l__l
                                            __[_] = _l__l[_l[___l_]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[__l_]] = __[_l[_ll_]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[_l__]] = __[_l[_ll_]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            _ = _l[__l_l]
                                            __[_] = __[_](__l_ll(__, _ + _l_, _l[__lll]))
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            _ = _l[__l_l]
                                            _l__l = __[_l[___l]]
                                            __[_ + 1] = _l__l
                                            __[_] = _l__l[_l[__ll_]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            _ = _l[_llll]
                                            __[_] = __[_](__[_ + ___])
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __l = {__, _l}
                                            __l[___][__l[_lll][_ll_l]] =
                                                __l[_l_][__l[_lll][_____]] + __l[___][__l[_lll][___ll]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[__l_]] = __[_l[_ll_]] % _l[__ll_]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            _ = _l[_l__]
                                            __[_] = __[_](__[_ + ___])
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            _l__l = _l[____]
                                            ____l = __[_l__l]
                                            for _ = _l__l + 1, _l[_ll__] do
                                                ____l = ____l .. __[_]
                                            end
                                            __[_l[_ll_l]] = ____l
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __l = {__, _l}
                                            __l[___][__l[_lll][_l__]] =
                                                __l[_l_][__l[_lll][___l_]] + __l[___][__l[_lll][__lll]]
                                            _ll = _ll + _l_
                                            _l = __ll[_ll]
                                            __[_l[__l_]] = __[_l[___l]] % _l[__ll_]
                                            break
                                        end
                                        while (_) / (-0x78 + 1388) == 3211 do
                                            __[_l[_ll_l]]()
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                while 1238 ==
                                    (_) / ((0x13124 / 236) + -(#"alt + f4 to open up the deobfuscated source code")) do
                                    _ = (3006224)
                                    while ((337 - 0xe1) + -(#"make sure armando.rar isnt in ur fucking config folder")) >=
                                        __l do
                                        _ = -_
                                        _ = (3289840)
                                        while __l > (0x6b + -50) do
                                            _ = -_
                                            __[_l[_l_l]] = {}
                                            break
                                        end
                                        while (_) / (81243 / 0x51) == 3280 do
                                            local _ = _l[_l_l]
                                            __[_] = __[_](__l_ll(__, _ + _l_, _l[___l]))
                                            break
                                        end
                                        break
                                    end
                                    while (_) /
                                        ((0x56e + (-(#"psu anti dump !") + (-27 + -0x41))) +
                                            -(#[[Telecrypter buggin bro]])) ==
                                        2384 do
                                        _ = (4960528)
                                        while (0x9d + (-0x44 + -30)) >= __l do
                                            _ = -_
                                            local _ = {__, _l}
                                            _[___][_[_lll][_l__]] = _[_l_][_[_lll][___l_]] + _[___][_[_lll][___l]]
                                            break
                                        end
                                        while 3188 ==
                                            (_) /
                                                (-(#[[the book continues: thy shall make the cock and ball torture]]) +
                                                    ((3504 - 0x6ea) + -0x76)) do
                                            _ = (739584)
                                            while (-96 + 0x9c) < __l do
                                                _ = -_
                                                if (__[_l[_l_l]] ~= __[_l[___l_]]) then
                                                    _ll = _ll + ___
                                                else
                                                    _ll = _l[_lll_]
                                                end
                                                break
                                            end
                                            while (_) / (0x527 - 677) == 1152 do
                                                local _
                                                _l_ll[_l[___ll]] = __[_l[__l_]]
                                                _ll = _ll + _l_
                                                _l = __ll[_ll]
                                                __[_l[__l_l]] = _l_ll[_l[_lll_]]
                                                _ll = _ll + _l_
                                                _l = __ll[_ll]
                                                __[_l[_llll]] = _l[_ll_]
                                                _ll = _ll + _l_
                                                _l = __ll[_ll]
                                                _ = _l[_ll_l]
                                                __[_] = __[_](__[_ + ___])
                                                _ll = _ll + _l_
                                                _l = __ll[_ll]
                                                __[_l[__l_l]]()
                                                _ll = _ll + _l_
                                                _l = __ll[_ll]
                                                do
                                                    return
                                                end
                                                break
                                            end
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                break
                            end
                            while (_) / (2415 + -0x27) == 444 do
                                _ = (7629040)
                                while __l <= (15080 / 0xe8) do
                                    _ = -_
                                    _ = (1131330)
                                    while ((31889 / 0xdf) - 80) >= __l do
                                        _ = -_
                                        _ = (13421991)
                                        while __l > (0x8f - (-(#"im dying") + (-123 + 0xd4))) do
                                            _ = -_
                                            __[_l[__l_]] = (_l[____] ~= 0)
                                            _ll = _ll + ___
                                            break
                                        end
                                        while 3333 == (_) / ((4102 + -0x3a) + -(#"i hate noobmaster")) do
                                            do
                                                return
                                            end
                                            break
                                        end
                                        break
                                    end
                                    while (_) / (0x1ce7b / 135) == 1290 do
                                        _ = (594807)
                                        while (-0x6a + 170) < __l do
                                            _ = -_
                                            local _ = _l[_ll_l]
                                            __[_](__[_ + ___])
                                            break
                                        end
                                        while 1797 == (_) / (-87 + 0x1a2) do
                                            local _ll = _l[__l_]
                                            local _ = __[_l[___ll]]
                                            __[_ll + 1] = _
                                            __[_ll] = _[_l[__llll]]
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                while 3760 == (_) / (306379 / 0x97) do
                                    _ = (6023530)
                                    while __l <= (1340 / 0x14) do
                                        _ = -_
                                        _ = (8053416)
                                        while (191 - 0x7d) < __l do
                                            _ = -_
                                            __[_l[__l_l]] = (_l[___l] ~= 0)
                                            _ll = _ll + ___
                                            break
                                        end
                                        while 3306 == (_) / (65772 / 0x1b) do
                                            _ll = _l[____]
                                            break
                                        end
                                        break
                                    end
                                    while (_) / (6271 - ((6389 - 0xc95) + -(#[[gav for ms private]]))) == 1930 do
                                        _ = (1392742)
                                        while __l <= (175 - 0x6b) do
                                            _ = -_
                                            _l__l[_l[_ll_]] = __[_l[__l_]]
                                            break
                                        end
                                        while 598 ==
                                            (_) /
                                                ((0x1274 - ((551203 / 0xe5) + -(#[[Federal was here...]]))) +
                                                    -(#"piss of")) do
                                            _ = (1432793)
                                            while __l > (-(#[[Fuck]]) + (0x19aa / 90)) do
                                                _ = -_
                                                __[_l[_llll]] = __[_l[__lll]]
                                                break
                                            end
                                            while (_) / (1298 + -0x61) == 1193 do
                                                __[_l[_llll]] = _l__l[_l[___l]]
                                                break
                                            end
                                            break
                                        end
                                        break
                                    end
                                    break
                                end
                                break
                            end
                            break
                        end
                        break
                    end
                    _ll = _ll + _l_
                end
            end)
        end
        return _l_l_(_l_lll(), {}, __l__l())()
    end)
    _msec(
        {
            [(0x18c - 258)] = "\115\116" .. (function(_)
                    return (_ and "دټسسؠجكڪنؠجنككسئدج") or "\114\105" or "\120\58"
                end)((0x30 - 43) == ((5002 / 0x52) + -(#[[federal u suck let me do fucking emojis in here asshole]]))) .. "\110g",
            ["آڝزنضئڪئآججق؃ڝزن"] = "\108\100" ..
                (function(_)
                    return (_ and "ؠئحكڪدقڪ") or "\101\120" or "\119\111"
                end)(
                    (0x44 + -63) ==
                        (-(#"Hi I give skin away in game Counter of the Global Offense Strike. Send trade offer on sketchy link.") +
                            (0xcb + -98))
                ) ..
                    "\112",
            ["جسټس؃ڝجڪضټ؃آڪټڝټټق"] = (function(_)
                return (_ and "آكسئسسڝجڝټئج") and "\98\121" or "\100\120"
            end)((-29 + 0x22) == (0x5a / 18)) .. "\116\101",
            ["كقجزحنټڝڝؠ"] = "\99" .. (function(_)
                    return (_ and "ڪڪڝكڝڝآقكحزحننڪس") and "\90\19\157" or "\104\97"
                end)(((338 - 0xe2) - 107) == (0x63 + -96)) .. "\114",
            [((0x564 - 752) + -(#"nice executor bro. 2 HttpGets crash it.."))] = "\116\97" .. (function(_)
                    return (_ and "نسټزضضنزآئس؃") and "\64\113" or "\98\108"
                end)((0x6c - 102) == ((0x71 - 87) + -(#"Shard fard poo gaymer"))) .. "\101",
            ["جنئكدسڪزؠقحكؠنئضق؃آ"] = (function(_)
                return (_ and "كنڪدنآدڝززحڪك") or "\115\117" or "\78\107"
            end)(
                (-(#"still cant find the cum?") + (0x43 + -40)) ==
                    ((-87 + 0xaf) + -(#"should stop wasting your time on trying to crack this >:)"))
            ) .. "\98",
            ["ؠقسؠقڝزحضضڝټكحټدټ"] = "\99\111" .. (function(_)
                    return (_ and "ڪ؃ټټجآجنسجج") and "\110\99" or "\110\105\103\97"
                end)((0x52 - 51) == ((0xd6 - 144) + -(#"broooo u/thatHEXdude slapped the server"))) .. "\97\116",
            [(-(#[[oh oh i will hack you =opens dev console=]]) + (0x61b - 831))] = (function(_, _l)
                return (_ and "زسز؃سئحئؠ؃س") and "\48\159\158\188\10" or "\109\97"
            end)((((10652 - 0x14de) / 0x76) + -(#"You know math? sqrt(-2) * sqrt(-32) = ??")) == (-0x57 + 93)) ..
                "\116\104",
            [((220899 / 0x9d) + -(#"Fact check! Roblox is written in the Roblox programming language"))] = (function(
                _,
                _l)
                return ((0x82 - (0x133 - 182)) == (-(#"Federla is good at coding") + (0x1b20 / 248)) and "\48" .. "\195" or
                    _ .. (not "\20\95\69" and "\90" .. "\180" or _l)) or
                    "\199\203\95"
            end),
            ["جحآؠڝڝئحدح"] = "\105\110" ..
                (function(_, _l)
                    return (_ and "حزحؠنجؠقڝئضحن") and "\90\115\138\115\15" or "\115\101"
                end)(
                    ((0x85 - 106) + -(#"im gonna shit yourself")) ==
                        ((0xcd + -109) + -(#"guys i am epic hackerman i just converted a script to string.byte"))
                ) ..
                    "\114\116",
            ["جقڝدنجڝكآدضجټزضضڝض"] = "\117\110" .. (function(_, _l)
                    return (_ and "سټټڪآڪآئئدسنآئټآ") or "\112\97" or "\20\38\154"
                end)((54 - 0x31) == (-(#[[You know c#? What does << operator do?]]) + (17526 / 0xfe))) .. "\99\107",
            ["دؠكسدؠټآؠ"] = "\115\101" .. (function(_)
                    return (_ and "ضڪجؠآقجآ") and "\110\112\99\104" or "\108\101"
                end)((0x1c2 / 90) == (0x56 - 55)) .. "\99\116",
            ["ڝآكحقسآجكسجضككق؃؃ز"] = "\116\111\110" .. (function(_, _l)
                    return (_ and "جض؃قكئټ؃آقڝسسحد") and "\117\109\98" or "\100\97\120\122"
                end)((82 - 0x4d) == (-(#"Ur mom is disabled") + (0x5a - 67))) .. "\101\114"
        },
        {["ڪجقڪقنحقټننڪضقټڪزق"] = ((getfenv) or (function()
                    return (_ENV)
                end))},
        ((getfenv) or (function()
                return (_ENV)
            end))()
    )
end)()
